[
  {
    "id": "train_493",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "조심스러운",
    "dialogue": "아기를 겨우 재워서 조심스레 침대에 눕혔는데 또 깰까 봐 불안해. 힘들게 재운 아기가 깰까 봐 불안하시군요. 우리 아기가 작은 소리에도 깨는 민감한 아이라고 하더라고. 어떻게 하면 민감한 아기가 깨지 않고 잘 자는 데 도움을 줄 수 있을까요? 벨소리는 무조건 무음으로 바꿔 놓고 낮에는 많이 놀아 줘서 밤에 잘 잘 수 있게 도와줘야겠지. 아기가 깨지 않고 잘 자길 바라요."
  },
  {
    "id": "train_1004",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "감사하는",
    "dialogue": "우리 부자간은 사이가 좋아서 정말 감사해. 아드님과 사이가 좋아 감사함을 느끼시는군요. 날 닮아 무뚝뚝한 거 같지만 속으로 날 많이 챙기지. 무뚝뚝한 것 같지만 아드님이 많이 챙겨주는군요. 아드님과 사이가 좋은 비결이 있나요? 아들과 대화를 많이 하고 아들을 믿고 지지해줬어. 대화를 많이 나누고 지지해 주는 것이 비결이군요."
  },
  {
    "id": "train_1009",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "자신하는",
    "dialogue": "우리 아이들은 부모에게는 거짓말을 절대 하지 않아. 자녀들에 대한 신뢰가 크시군요. 내가 모르는 비밀이 있을 수도 있지만 우리 아이들은 언제나 솔직하게 이야기를 해주는 편이야. 자녀들이 솔직한 모습을 보여주는군요. 정직한 자녀로 키운 부모로서의 비결이 있나요? 아이들의 말을 항상 귀 기울여 들어주지. 아이들의 말에 귀 기울여주는 대화법이 비결인 셈이군요."
  },
  {
    "id": "train_1010",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "자신하는",
    "dialogue": "내 딸은 커서 좋은 선생님이 될 거라고 자신해. 따님이 좋은 교사가 될 거라는 믿음이 있으시군요. 어렸을 때부터 꿈이 선생님이었고 교대에 가려고 공부도 열심히 하고 있다. 어릴 적의 꿈을 현실로 만들기 위해 노력하고 있군요. 따님이 교사가 된다면 기분이 어떠실까요? 뿌듯하고 자랑스러울 것 같아. 교사가 된 따님의 모습이 뿌듯하고 자랑스러우시겠군요."
  },
  {
    "id": "train_1237",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "방어적인",
    "dialogue": "내가 잘못한 것도 없는데 딸이 나랑 얘기하는 것조차 싫어해. 조금 더 자세히 얘기해주시겠어요? 내 얘기는 죄다 고리타분하고 구식이래서 짜증 나고 화가 나. 답답한 상황에서 서로 방어적으로 대하고 있군요. 나도 딸과 대화하고 싶지 않아. 대립 상황에서 답답해하시는군요."
  },
  {
    "id": "train_1238",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "방어적인",
    "dialogue": "아들이 내게 자꾸 대들어서 이제 대화를 할 수도 없어. 사용자님이 방어적인 이유는 무엇인가요? 게임하는 시간 때문에 혼냈더니 내게 대들어서 당황했어. 사용자님은 이 상황에 어떻게 대처하려고 하시나요? 우리는 서로 대화할수록 사이만 나빠지는 것 같아. 해결보다는 회피하려고 하시는군요."
  },
  {
    "id": "train_1240",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "방어적인",
    "dialogue": "딸이 집을 나가 버렸어. 내가 도대체 어떻게 해야 해? 왜 그렇게 생각하시는지 말씀해 주세요. 딸이 나와 싸운 후에 아무 말 없이 집을 나가 버렸어. 방어적인 태도를 취하는 것으로 보여요. 딸이 자기 마음 대로만 행동하니까 나도 화가 나고 답답해. 이 상황이 많이 답답하시군요."
  },
  {
    "id": "train_1312",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "자신하는",
    "dialogue": "나는 아들보다 딸이 더 좋을 것 같아. 어떤 점에서 딸이 더 좋을 것 같다고 확신하시나요? 커서 딸이 효도를 더 잘한다고 생각해. 딸이 더 효도할 거라고 생각하시는군요. 딸이 생기면 좋을 것 같아서 적금 상품에도 가입했어. 딸이 생길 것이라고 확신하고 계시는 것 같아요."
  },
  {
    "id": "train_1313",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "자신하는",
    "dialogue": "나는 내 아이들이 희망을 가질 수 있게 해 주는 부모가 될 거야. 부모의 역할에 대한 확신이 있으시군요. 난 남들보다 더 잘할 수 있을 것 같아. 사용자님은 어떤 점에서 확신하시나요? 나는 아이들에게 칭찬을 해 주고 선물을 하는 데 자신 있어. 본인의 방식에 확신이 있군요."
  },
  {
    "id": "train_1325",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "질투하는",
    "dialogue": "아들이 나보다 담임선생님을 더 따르는 것 같아서 질투가 나. 아들에게 마음에 상처를 받으셨군요. 조금 더 자세히 말씀해 주시겠어요? 아들은 담임선생님께만 상담하고 나랑은 진로에 대한 고민도 얘기 안 해. 담임선생님께만 속마음을 털어놓는 아들 때문에 속상하시겠어요. 어떻게 하면 기분이 좀 좋아질까요? 아들에게 솔직하게 섭섭한 마음을 얘기해보는 게 좋겠어. 아드님과의 대화를 통해 마음의 어려움을 해소하시게 되면 좋겠어요."
  },
  {
    "id": "train_1466",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "만족스러운",
    "dialogue": "딸이 언제나 사랑한다고 해 줘서 너무 기뻐. 따님이 항상 애정표현 해주셔서 행복하시군요. 당연하지. 항상 사랑한다고 말해주니까 얼마나 기분이 좋은지. 어떻게 해야 따님분이 계속해서 사랑한다고 해주실까요? 나도 같이 사랑한다 해줘야지. 받기만 하지 말고 서로 표현을 잘 해줘야겠어. 따님분과의 좋은 관계가 계속해서 지속되길 바라요."
  },
  {
    "id": "train_1742",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "걱정스러운",
    "dialogue": "세상 무서운 줄 모르고 밤늦게 다니는 딸이 걱정되는데 어떡하지? 밤늦게 다니는 딸이 걱정되시는군요. 딸에게 무슨 일이 생길까 봐 너무 불안해서 잠을 못 자겠어. 딸에게 무슨 일이 생길까 봐 불안하시군요. 몇 시 이후로 들어올 때는 마중 나갈 수 있게 꼭 연락하라고 해야겠어. 딸에게 몇 시 이후로 들어올 때 마중 나갈 수 있게 연락 달라고 하실 거군요."
  },
  {
    "id": "train_1934",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "외로운",
    "dialogue": "아이가 컸다고 방에만 있고 나오질 않네. 조금 외롭군. 아이가 방에서 나오지 않아 서운하세요? 밥 먹을 때만 잠깐 보고 얼굴 보기가 힘드네. 같이 시간을 보낼 방법을 찾고 싶어. 주말에 가족하고 시간은 어떻게 보내고 싶으세요? 같이 영화도 보고 싶고 게임도 하고 싶지. 주말에 영화 감상과 게임으로 가족과 시간을 보내고 싶어 하시는군요."
  },
  {
    "id": "train_1972",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "착한 우리 아이가 문제아라는 연락을 받고 너무 놀랐지 뭐야. 생각지 못한 이야기를 들으셔서 당황스러우셨겠어요. 왕따 문제를 일으키는 원인이었다니 어째야 할지 모르겠어! 착하게만 여겼던 자녀가 왕따 가해자라고 해서 충격이 크시겠어요."
  },
  {
    "id": "train_1974",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "구역질 나는",
    "dialogue": "끝장 드라마 같은 상황이 내게도 생겨서 너무 황당하다는 생각이 드네. 어떤 일인지 자세히 이야기해 주실 수 있나요? 아이들에겐 어떻게 이 상황을 설명해야 할지 어지럽네!  끝장 드라마 같은 상황을 아이들에게 어떻게 설명할지 고민하고 계시는군요."
  },
  {
    "id": "train_2181",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "비통한",
    "dialogue": "지금 같은 세상에도 아들 못 낳는다고 차별하네. 차별을 받으셨군요. 더 자세히 말씀해 주실 수 있나요? 할아버지는 항상 남자 손주부터 챙기더라고. 할아버지가 손주를 차별해 속상하실 것 같아요. 딸아이들이 눈치 보는 게 제일 싫어. 내가 욕먹고 내 선에서 끝났으면 좋겠어. 딸아이들이 눈치 보는 게 속상하시군요."
  },
  {
    "id": "train_2321",
    "situation": "연애,결혼,출산",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "얼마 전에 딸아이를 낳았는데 아이가 나는 닮지 않고 아빠만 닮았어. 주변에서 남자 아기냐고 오해해서 충격이야. 기대와 달리 아기가 남자 아기처럼 보여 충격을 느끼시는군요. 심지어 우리 가족들도 남자 아기 같다고 장군처럼 듬직하게 생겼다고 해. 단 한 명도 예쁘다고 얘기해주지 않았어. 주변에서 아기를 예쁘다고 해주지 않아 서운하시군요. 아기를 보면 어떤 생각이 들어요? 너무 예쁘고 사랑스러워. 살도 오르고 부기도 빠져서 여자 아기 느낌이 나고 예뻐지고 있는 것 같아. 시간이 지나면서 아기의 얼굴이 점점 예뻐져서 기분이 좋으시군요."
  },
  {
    "id": "train_2385",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "억울한",
    "dialogue": "요즘 아이들이 나를 점점 어려워하고 멀리하는 것 같아. 아이들이 어려워해서 속상하신가 봐요? 속상하기보다는 내가 지금까지 키워주고 있는데 부모의 역할이 점점 작아지는 것 같아. 아이들에게 해줄 수 있는 일이 줄어드는 것 같이 느껴지시군요. 그렇기도 하고 부모의 입장에서는 약간은 고생만 한 것 같아서 억울해. 아이들에게 많이 노력을 하셨는데 고생만 한 거 같아 억울한 마음이 있으시군요."
  },
  {
    "id": "train_2408",
    "situation": "가족관계",
    "emotion_big": "슬픔",
    "emotion_small": "염세적인",
    "dialogue": "오빠가 심한 말을 했어. 근데 그 말을 한 걸 후회하지 않아. 오빠랑 갈등이 있어 속상하셨겠군요. 이런 갈등을 겪을 때 화해하는 방법이 있을까요?  서로 좀 진정되고 난 후에 대화하고 잘못한 점에 대해 사과해.  그리고 같이 아이스크림을 사러 나가.  서로의 잘못을 인정하는 시간을 가지고 난 후 먹는 아이스크림은 더 맛있겠군요. 그때 먹는 아이스크림은 정말 맛있지. 그리고 사실 생각해보니 내가 한 말이 충동적이었던 것 같아.  다시 생각해보니 오빠분에게 했던 말이 너무 감정적이었던 것 같다고 느끼는 중이시군요."
  },
  {
    "id": "train_2432",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "억울한",
    "dialogue": "얼마 전에 우리 아들이 자기 누나랑 싸워서 나한테 혼난 일이 있었는데 아직도 나한테 삐진 것 같아. 그런 일이 있었군요. 마음이 상했겠네요. 누나에게 대들길래 혼을 좀 냈는데 자기만 혼낸다고 화를 내더라고 누나가 먼저 잘못했다면서. 아들이 억울했군요. 그래서 오늘은 아들이 좋아하는 치킨 좀 사다가 달래 보려고. 치킨으로 마음을 풀어주려고 하시는군요."
  },
  {
    "id": "train_2607",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "만족스러운",
    "dialogue": "드디어 꿈에 그리던 아이를 얻게 되었어. 정말 기쁘시겠어요. 아이가 어떤 성격이었으면 좋을 것 같으세요? 나처럼 소심하지 않고 적극적이고 항상 인생을 즐기는 아이였으면 좋겠어. 밝고 활동적인 아이가 되길 바라시는군요. 무엇보다 건강하게 자라길 바라. 아이의 건강을 가장 바라고 계시는군요."
  },
  {
    "id": "train_2674",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "상처",
    "dialogue": "딸이 일명 어깨치기라고 하는 걸 당했나 봐. 상대방이 어떤 사과도 없이 지나쳤다며 화를 내는 거야. 어깨치기가 어떤 것인지 말씀해 주실 수 있으신가요? 길에서 지나칠 때 일부러 시비를 걸거나 상대방에게 피해를 주기 위해서 어깨를 툭 치고 지나가는 거야. 따님이 아주 속상하셨을 것 같아요. 딸의 마음을 달래줄 방법이 있을까요? 글쎄. 좋아하는 음식을 사줄까? 좋아하는 음식을 먹으며 딸의 화를 풀어 주려고 하시는군요."
  },
  {
    "id": "train_2679",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "어느 날 우리 딸이 그러는 거야. 엄마는 왜 아빠 같은 사람을 만나서 나를 이렇게 못생긴 얼굴로 낳았냐는 거야. 따님이 한 말에 상처를 받으셨나요? 이 정도 일로 상처는 아니야. 그만하면 보통은 되는 얼굴이라고 다독였지. 다독여주셨군요. 따님의 반응은 어떠셨나요? 이해할 수 없다는 표정이었지. 납득하려면 시간이 좀 필요할 거 같아. 당장 딸의 의문을 풀 수는 없었군요."
  },
  {
    "id": "train_2733",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "신이 난",
    "dialogue": "룰루랄라. 이름은 뭐가 좋을까? 기분이 좋으신가 봐요. 무슨 일인지 알 수 있을까요? 아빠가 될 것 같아서 이름을 지어야 해. 아이가 태어나는군요. 정말 기쁘시겠어요. 세상을 다 가진 기분이야. 누구보다 행복하시겠어요."
  },
  {
    "id": "train_2752",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "두려운",
    "dialogue": "요즘 아이들이 나한테 말을 안 걸어. 아이들이 내게서 멀어지는 것 같아. 자식과의 대화가 없어 걱정이 많으시겠어요. 아이들과 이렇게 지내는 게 너무 괴로워. 아이들과 친해질 방법이 있을까요? 여행을 가려고 해. 아이들과 함께 여행하며 가까워지려고 하시는군요."
  },
  {
    "id": "train_2886",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "감사하는",
    "dialogue": "코로나 때문에 집에만 있어 답답할 텐데 항상 밝은 아들이 고마워. 코로나로 외출을 못 하는데도 밝은 아드님 덕분에 행복해 보이세요. 아이가 밝으니 나도 힘든 줄 모르고 웃게 되는 것 같아. 밝은 아드님과 함께 웃는 생활을 하셔서 정말 다행이에요. 기특해서 선물이라도 해줘야겠어. 아드님이 대견해서 선물을 하려고 하시는군요."
  },
  {
    "id": "train_2916",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "걱정스러운",
    "dialogue": "요즘 점점 아들하고 대화를 못 하네. 아드님과 대화를 못 하는 이유가 있을까요? 애가 무뚝뚝해서 살가운 말 한마디 안 해. 살가운 표현을 안 해서 많이 속상하시겠네요. 그래도 자식이라고 노력을 하는데 좀처럼 쉽지 않네. 아드님과 대화를 하려고 노력하시는데 잘 안돼서 힘드신 것 같네요."
  },
  {
    "id": "train_2960",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "만족스러운",
    "dialogue": "최근에 아이들에게 참 만족스러운 기분을 느끼는 일이 있었어. 자녀분들과 어떤 일이 있으셨어요? 요즘 아이들이 요구하는 걸 여러 가지 재정적인 이유로 거절했는데 몹시 기분 상해하는 거야. 재정적인 이유로 거절했는데 몹시 기분 상해 하시는군요. 그래서 어떻게 하셨나요? 아이들에게 우리 집의 재정 상태와 형편을 솔직히 얘기해 주었지. 그러니까 아이들이 자신의 경솔함을 반성하고 후회하더라고. 그런 일이 있었군요. 아이들이 이해하고 있다는 점에서 기특하셨을 것 같네요."
  },
  {
    "id": "train_2966",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "얼마 전 아들아이가 나에게 엄마 목소리가 늘 화가 나 있어서 말하기가 싫다는 거야. 아드님에게 그런 이야기를 들으셔서 기분이 상하셨겠어요. 난 너무 충격을 받아 어디 숨어버리고 싶더라고. 그 후로 아드님과 다시 이야기해 보셨어요? 내가 왜 화를 내는 말투를 하고 있나 반성하고 있어. 말을 부드럽게 하려고 노력도 하고 나서 다시 얘기해 보려고. 말투를 조금 바꾸고 나서 아드님과 대화를 해보려고 하시는군요."
  },
  {
    "id": "train_3007",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "스트레스 받는",
    "dialogue": "요즘 아들이랑 관계에 너무 스트레스를 받네. 아드님과의 관계 개선을 위해 노력하시나요? 나는 항상 노력한다고 하는데 아들이랑 계속 어긋나는 것 같아서 스트레스를 받아. 아드님과의 관계 개선을 위해 노력하시는데도 계속 어긋나서 스트레스받으시는군요."
  },
  {
    "id": "train_3026",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "낙담한",
    "dialogue": "내 딸에게 좋은 생각과 방향을 보여주고 싶고 말해주고 싶은데 맘처럼 잘 되질 않는 거 같아. 그렇군요. 그런 마음이 드실 때가 언제세요? 우선 어떤 사안에 대해 이야기 해주려고 하면 우선 듣기 싫은가 봐. 따님분의 반응이 어떠신가요? 긍정적인 면을 칭찬해준 후 잘못이나 잘못된 생각을 전해주려고 하면 자신을 방어하면서 화를 내 따님분의 반응이 이야기를 들으면 방어적인 태도로 화를 내시는군요."
  },
  {
    "id": "train_3039",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "스트레스 받는",
    "dialogue": "난 어제 아들하고 이야기하다가 너무 스트레스받아서 그 자리에서 나와버렸어. 그런 일이 있으셨군요. 아드님에게 어떤 일로 스트레스를 받으셨나요? 아들이 자꾸 자기 생각만 옳고 내 생각과 충고는 들으려고도 하지 않는 거야. 대화가 통하지 않는 것 같아서 스트레스받으셨나 보네요."
  },
  {
    "id": "train_3067",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "슬픔",
    "dialogue": "코로나 때문에 아이들이 밖에서 놀지 못해서 슬퍼. 맞아요. 코로나 때문에 걱정이에요. 우리 때는 밖에서 신나게 놀았었는데. 조만간 밖에 나가서 놀 수 있는 좋은 시절이 오길 바라요."
  },
  {
    "id": "train_3099",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "걱정스러운",
    "dialogue": "우리 아이는 내가 많이 무서운가 봐. 말을 통 안 해. 아이가 요즘 들어 말을 안 하는 건가요? 응 그렇지. 예전에는 안 그랬는데 요즘은 방어적인 태도로만 날 대해. 어떻게 하는 게 도움이 될까요? 이해는 하면서 아이와 대화를 많이 해봐야겠어. 대화를 나누시고 이해해주신다면 잘 해결될 거예요."
  },
  {
    "id": "train_3131",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "걱정스러운",
    "dialogue": "아기가 어제 교통사고를 당해서 다리가 부러졌어. 삼 개월은 치료를 해야 한다고 하네. 아이가 많이 다쳐서 걱정이 많으시겠네요. 아이도 걱정이지만 아이 엄마도 너무 힘들어하네. 걱정이 많네. 아이와 엄마 둘 다 걱정이 많이 되겠어요."
  },
  {
    "id": "train_3139",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "초조한",
    "dialogue": "가족 간에 의사소통을 잘하고 싶은데 어떻게 해야 하지? 가족 간의 소통이 잘 안 이루어지는 것처럼 느껴지시나요? 특히 아이와 의사소통이 어려운 것 같아. 아이와 소통하기가 어려우시군요. 어떤 부분이 그렇게 생각하게 하시나요? 아이가 점점 커갈수록 대화가 되지 않고 그러면서 자꾸 관계가 멀어질까 봐 초조하기도 해. 아이와 관계가 점점 나빠질까 봐 초조한 마음이 드시는 것 같네요."
  },
  {
    "id": "train_3240",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "환멸을 느끼는",
    "dialogue": "오늘은 우리 딸이 월급을 받는 날이야 그런데 정말 이해가 안 가. 딸이 월급을 받아서 기분이 좋으시군요. 월급날인데 맛있는 것 사 오라 하니까 버럭 화를 내서 어이가 없더군. 따님이 화를 내서 속이 상하셨군요."
  },
  {
    "id": "train_3294",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "슬픔",
    "dialogue": "다음 달이 출산 예정일인데 이제는 옛날로 돌아갈 수 없다는 게 슬퍼. 어떤 옛날로 돌아가실 수 없다고 생각하시나요? 응. 사실 내가 놀러 다니는 것도 좋아하는데 주변 사람들을 보면 아기 낳고 나면 자기 삶이 없어지는 것 같더라고. 그렇게 생각하실 수 있겠네요. 또 다른 걱정이 있으신가요? 내가 아기를 잘 케어하고 엄마가 되었다는 것에 잘 적응할 수 있을까? 이런 고민을 해. 그런 고민을 하고 계시는군요. 잘하실 수 있을 거예요."
  },
  {
    "id": "train_3392",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "감사하는",
    "dialogue": "오늘 나의 아기가 태어났어. 무사히 태어나서 정말 고맙고 기특해. 엄청 행복하시겠어요. 예쁜 아기를 보니 마음이 어떠신가요? 나를 닮은 얼굴을 보니 감회가 새로워. 열심히 살아야겠어. 정말 경사네요. 축하드려요."
  },
  {
    "id": "train_3427",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "편안한",
    "dialogue": "내 아기가 자는 모습을 보니 마음이 평온해져. 아기의 자는 모습이 아주 예쁜가 보네요. 응. 하늘에서 천사가 내려오면 이렇게 생겼으려나? 아기가 매우 사랑스러워 보이겠어요. "
  },
  {
    "id": "train_3492",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "죄책감의",
    "dialogue": "우리 아이가 요즘 왜 저러나 모르겠어! 아이에게 무슨 문제라도 생겼나요? 너무 경직되어 있어서 말이야. 잘하라고 늘 강조했더니 실수할까 봐 저렇게 되었나 봐. 아이가 움츠러들었나 보네요. 해결 방안이 있을까요? 내가 잘 못 가르친 것 같아. 자신감 있게 키워 봐야지. 아이를 키우는 방식을 바꿔보려 하시는군요."
  },
  {
    "id": "train_3495",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "감사하는",
    "dialogue": "우리 아이들이 무사하게 커 준 것에 요즘은 참 감사하네. 아이들이 무사히 자랐다니 정말 다행이네요. 어릴 적에는 사고도 많이 치고 방황하더니 다 자라서 저렇게 효도할 줄 누가 알았겠나.  자식들의 효도에 행복하시군요."
  },
  {
    "id": "train_3547",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "초조한",
    "dialogue": "출산예정일이 지났는데 진통이 오지 않아서 마음이 조마조마해. 출산예정일이 지났군요. 산전검사에서 태아는 건강하다고 하던가요? 태아는 잘 자라고 있다고 했어. 첫 아이는 조금 늦을 수 있다던데 그래서 그런가? 태아가 건강하다니 곧 아기를 만날 수 있겠군요. 경험하지 못 한 일이라 두렵고 초조해. 불안감을 나눌 수 있는 사람이 있을까요?"
  },
  {
    "id": "train_3807",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "후회되는",
    "dialogue": "오늘 아이에게 화낸 게 신경 쓰여. 아이에게 화낸 게 후회되시는군요. 응. 좋게 말하면 될 것을 너무 심하게 말해버렸어. 어떻게 하면 아이와의 관계가 회복될 수 있을까요?"
  },
  {
    "id": "train_3837",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "안달하는",
    "dialogue": "아이가 매일 늦게 들어와서 불안해. 아이가 늦게 들어와 불안하시군요. 전화하면 화를 내서 걱정만 하고 있어. 아이가 화를 내서 많이 힘드시겠어요. 밤에 안 들어오면 너무 걱정되지. 아이와 갈등을 줄이기 위해 어떤 방법이 있을까요?"
  },
  {
    "id": "train_3851",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "당혹스러운",
    "dialogue": "아이가 갑자기 음악을 관두겠다고 선언했어. 많이 놀라셨겠네요. 너무 갑작스러워서 아무 말도 못하고 일단 듣기만 했어. 걱정되시겠군요. 어떻게 하면 좋을까요? 너무 충격이라서 어떻게 대처해야 할지 모르겠어. 혼란스러우시겠군요. 어떻게 하면 좋을까요?"
  },
  {
    "id": "train_3852",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "자신하는",
    "dialogue": "아이가 자수를 가르쳐 달라기에 허락했어. 자수를 잘 놓으시나 보군요. 어릴 때 취미로 많이 해서 자신 있지. 자녀와 취미생활을 같이해서 너무 좋으시겠어요."
  },
  {
    "id": "train_3923",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "불안",
    "dialogue": "옛날엔 아이 낳다 산모도 아이도 많이 죽었다는데 나도 아이를 낳다 잘못되면 어떡하지? 다가올 출산이 걱정이시군요. 혹시나 잘못될까 봐 너무 무서워. 많이 걱정되시는군요. 주변에서 조언이나 도움을 구할 수 있을까요?"
  },
  {
    "id": "train_4366",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "마비된",
    "dialogue": "아이와의 대화가 점점 더 줄어드니 정말 고민이야. 아이에게 어떤 고민거리가 있는지도 모르겠고. 자녀와 더 많이 대화하고 싶으시군요. 계속 대화를 시도해봐도 그냥 단답형으로 말하는 정도야. 부모의 기대와 달리 아이는 길게 얘기를 안 하네요. 막상 실제로 겪으니 기분이 이상해지기도 해. 시간이 갈수록 점점 머리가 마비되는 것 같아. 반복될수록 마비되는 느낌이 드시나 봐요. "
  },
  {
    "id": "train_4379",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "신이 난",
    "dialogue": "정말 신나는 일이 생겼어. 무슨 좋은 일이 있나 봐요? 우리 아들이 전교 일 등을 했어. 엄마로서 정말 신나시겠어요. 더 자세히 말씀해주세요."
  },
  {
    "id": "train_4445",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "배신당한",
    "dialogue": "아들을 위해서 뼈 빠지게 일했는데 가출을 하다니 배신당한 기분이야. 아들이 가출해서 속이 많이 상하시겠어요. 그래도 내 자식인데 찾아서 데려와야지. 그리고 차분하게 대화를 나눠볼 생각이야. 가출한 아들을 데리고 와서 대화의 시간을 가지려고 하시네요."
  },
  {
    "id": "train_4515",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "걱정스러운",
    "dialogue": "요즘 들어 아들하고 자꾸 의견 충돌이 생겨 말싸움을 자주 해서 걱정이야. 어떤 주제로 의견 충돌이 생기는 건지 말씀해주실 수 있으세요? 가장 큰 걱정은 아들 진로 관련한 거야. 아들이 자꾸 힘든 길로 가려 해서 걱정돼. 부모로서 자녀가 힘든 길은 피했으면 하는 마음이 들겠어요. 그래서 하나씩 포기하다 보니 의욕이 사라졌어. 그리고 의욕이 없으니 우울해지더라. 의욕이 없어져 우울함을 느끼시는군요."
  },
  {
    "id": "train_4552",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "편안한",
    "dialogue": "딸의 귀가 시간 문제로 어제 말다툼이 있었어. 딸이 아직도 연락을 안 받네. 딸과 의견 충돌이 있어서 마음이 불편하시겠어요. 자주 있는 일들이야. 우리 가족은 서로 뒤끝이 없고 어떤 대화든지 편하게 받아들여. 가족 간에 작은 다툼으로 마음이 크게 상하시지는 않는군요. 저녁 모임이 기대되시는 건가요? 딸이 불고기를 좋아하니 한정식집에 가야겠어. 맛있는 음식을 먹으면서 가족과 편안한 시간을 보내려고 하시는군요."
  },
  {
    "id": "train_4557",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "걱정스러운",
    "dialogue": "코로나 일구 때문에 아이들이 집에만 있으니 휴대폰으로 에스앤에스에 몰두하고 왕따 현상도 심해진대. 코로나 일구로 인해 생활이 변화했는데 우리의 마음까지도 힘들게 하네요. 어떤 아이는 너무 답답해서 마스크도 안 하고 농구를 했다더군. 아이를 마냥 혼낼 수도 없고 마음 아파. 아직 어린아이들은 이런 현상을 이해하기 힘들 수 있겠어요. 그걸 보는 어른도 마음 아프고요."
  },
  {
    "id": "train_4600",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "짜증내는",
    "dialogue": "방 좀 치우라고 매일 열두 번씩 말하는데 왜 대체 매일 똑같은 건지. 너무 짜증 나. 가족 중 누가 방 청소를 안해서 화가 나시나요? 딸 방에는 머리카락이 잔뜩 있고 아들 방에는 장난감이 어수선해. 자제분들이 스스로 방 정리를 하지 않아서 언짢으신 것 같네요. 맞아. 이제 스스로 할 때도 된 것 같은데 습관이 잘 못 형성된 거 같아. 습관이 잘 못 형성되었다고 생각하시는군요."
  },
  {
    "id": "train_4615",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "분노",
    "dialogue": "우리 아들이 요즘 공부를 하지 않아 화가 나네요! 아드님께서 요즘 공부를 하지 않으시나요? 공부에 집중을 못 하고 자꾸 딴짓만 하고 게임에 빠져서 아무리 말을 해도 듣지를 않아. 그 부분에 대해 아드님과 대화 나누신 적은 있으신가요? 대화를 나눈 적은 없는 것 같아. 아무래도 내일 진지하게 얘기를 해봐야겠군. 네. 아드님과 대화 나누셔서 문제가 해결되시길 바랍니다."
  },
  {
    "id": "train_4737",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "두려운",
    "dialogue": "아이는 갖고 싶은데 내가 좋은 엄마가 될 수 있을지 모르겠어. 좋은 엄마가 될 수 없을까 봐 두려우시군요. 아이를 잘 가르치면서도 따뜻하게 사랑해주는 엄마가 되고 싶어. 아이에게 좋은 엄마가 되고 싶은 마음이 크셔서 더 두려우신 것 같아요."
  },
  {
    "id": "train_4747",
    "situation": "연애,결혼,출산",
    "emotion_big": "상처",
    "emotion_small": "상처",
    "dialogue": "주변에서 왜 아기를 안 낳냐고 나보고 문제 있는 것 아니냐고 해서 상처받았어. 아기를 못 낳는 것을 사용자님의 탓이라고 말하는 주변 분들의 말에 마음의 상처를 받으셨군요. 개인적인 사정이 다 있는 건데 나를 이상 있는 사람 취급하니까. 사정은 알지 못한 채 비정상 취급하는 말에 아주 힘드셨겠어요. 혹 내가 이상이 있더라도 그런 말은 하면 안 되는 건데. 너무 개인적인 일을 과하게 지적하여 많이 상처받으신 것 같아요."
  },
  {
    "id": "train_4877",
    "situation": "연애,결혼,출산",
    "emotion_big": "분노",
    "emotion_small": "악의적인",
    "dialogue": "산후 우울증이 너무 심해서 아이에게 안 좋은 영향을 내가 미치는 거 같아. 산후 우울증으로 마음이 아주 힘드시겠어요. 아이가 새벽 내내 깨어서 우는데 어젯밤에는 집어 던지고 싶은 마음이 드는 거야. 나 자신이 무서워. 그런 생각을 하는 본인에게 놀라셨겠어요. 힘내시길 바라요."
  },
  {
    "id": "train_4929",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "눈물이 나는",
    "dialogue": "오늘 아들 생일인데 아들이 잘 키워주셔서 감사하다고 하는 거야. 아들 말에 눈물이 나더라고. 아들 말에 눈물이 날 정도로 감동하셨군요. 이런 맛에 힘들어도 자식을 낳고 키우는구나 싶더라고. 힘든 만큼 보람을 느끼시는 것 같아요."
  },
  {
    "id": "train_4973",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "아들이 요즘 야한 동영상을 보고 있는 것 같아 걱정이네. 내 자식은 그런 거 안 보는 줄 알았어. 아드님이 야한 동영상을 보는 것 같아 걱정이시군요. 순진무구한 아들인 줄만 알았는데. 약간 충격이야. 순진하다고 생각하셨던 아드님이 그러셔서 더 충격이시겠어요."
  },
  {
    "id": "train_5017",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "만족스러운",
    "dialogue": "요즘 아이와 대화가 너무 잘 통하는 거 같아. 집에 와서 대화도 자주 하고. 정말 기쁘시겠어요. 무슨 공통의 관심사가 있나요? 최신 가요와 영화 이야기를 많이 했거든. 아이들이 관심 가질 만한 주제로 이야기를 나누는 건 좋은 방법인 것 같아요."
  },
  {
    "id": "train_5121",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "마비된",
    "dialogue": "아기가 태어나니까 너무 정신이 없고 내가 원래 어떤 사람인지 뭘 좋아하는지 모르겠어. 갑자기 환경이 변하니까 정신이 없으시군요. 아기가 없을 때는 뭘 좋아하셨나요? 혼자 드라이브하는 것을 좋아했어. 시원한 바람이 좋거든. 혼자 드라이브하는 것을 좋아하시는군요. 드라이브 다녀오신 곳 중 어디가 좋으셨어요? 가까운 동해 해안 길 도로가 좋았어. 정말 시원하고 행복했어. 동해 해안 길 도로에서 드라이브라니 너무 멋진걸요. 바람도 너무 시원할 것 같아요."
  },
  {
    "id": "train_5159",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "우울한",
    "dialogue": "아기는 너무 예쁘지만 가끔 혼자 있고 싶어. 너무 답답해. 정말 아기가 예뻐도 종일 같이 있으려면 정말 힘드시겠어요. 아기가 싫거나 미워서 그런 게 아닌데 아기한테도 미안해. 아기한테도 죄책감이 느껴져서 힘드실 것 같아요. 최대한 부정적인 감정 안 가지려고 노력하는데도 스트레스가 머리 꼭대기까지 차오를 때가 있어. 주위에 도움받을 곳이 없으셔서 더 힘드실 것 같아요. 마음을 나눌 사람이 있나요?"
  },
  {
    "id": "train_5209",
    "situation": "연애,결혼,출산",
    "emotion_big": "상처",
    "emotion_small": "상처",
    "dialogue": "나 얼마 전에 고백했는데 차였어. 속상하셨겠어요. 기분은 어때요? 너무 우울해. 세상 혼자 살아가는 느낌이야.  많이 실망하셨군요."
  },
  {
    "id": "train_5317",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "걱정스러운",
    "dialogue": "아기용품을 뭘 사야 할지 고민이야. 철수 씨가 아기용품을 선물 받았을 때 기분 좋은 선물이 어떤 게 있을까요? 대부분 브랜드가 정해져 있어서 잘 아는 사람들은 한 번에 알아차릴 텐데. 상대방에게 선물의 진심이 잘 전달되길 바랄게요. "
  },
  {
    "id": "train_5391",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "그동안 아이 가지려고 노력했는데 오늘 산부인과 다녀왔는데 아이가 생겼대. 너무 기뻐. 축하드려요. 너무 기쁜 일이에요. 고마워. 실감이 별로 안 나. 가족들에게 알려야겠어. 가족들 모두에게 기쁜 소식 알려 드리세요. 축하합니다."
  },
  {
    "id": "train_5446",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "흥분",
    "dialogue": "내일이면 작년에 낳은 아기의 돌잔치야. 벌써 시간이 이렇게 지났다니 정말 흥분돼. 아기가 벌써 돌이 되어서 기분이 좋으시군요. 응. 앞으로도 건강하게 잘 자랐으면 좋겠어. 저도 응원합니다."
  },
  {
    "id": "train_5498",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "만족스러운",
    "dialogue": "아무 일 없이 건강한 아이를 출산해서 정말 다행이야. 아기를 만나 정말 기쁘겠어요. 출산 후 몸은 괜찮으세요? 회복도 잘 되고 밥도 잘 먹고 있어. 특별히 힘든 건 없어. 힘든 점 없이 잘 회복하고 있군요."
  },
  {
    "id": "train_5513",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "편안한",
    "dialogue": "아이가 게임만 해요. 아이가 게임만 해서 속상하시겠어요. 네. 저는 아이 앞일이 걱정인데 그래서 답답해요. 답답하시겠어요. 아이가 어떻게 했으면 좋으시겠어요? 저는 아이가 게임 줄이고 책을 좀 읽고 했으면 하는데. 책을 좀 읽었으면 하는 거군요."
  },
  {
    "id": "train_5668",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "우울한",
    "dialogue": "나 혼자 이 아이를 낳아서 잘 키울 수 있을까? 아이가 왜 나는 아빠가 없냐고 물으면 어떻게 해야 할까? 출산을 앞두고 걱정이 많으시군요. 주변에 아이 양육에 대해 같이 상의할 지인분은 안 계시는가요? 없어. 나 혼자라 앞이 너무 깜깜하고 나와 아이에게도 이게 잘하는 건가 싶어 지금의 기분이 조금 나아질 방법이 혹시 있을까요?"
  },
  {
    "id": "train_5700",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "후회되는",
    "dialogue": "딸이 나에게 왜 자신을 믿어주지 않았냐고 화를 냈어. 따님이 화를 내셨군요. 지나고 보니 별일 아닌 것이 더 많은데 나는 그때 왜 그렇게 아등바등했었는지 후회가 돼. 지난날에 대한 후회스러운 감정을 느끼시는군요. 응. 조금 더 침착하게 아이의 말에 귀를 기울이고 믿어줬더라면 어땠을까? 따님의 말에 공감하고 믿어주었더라면 하는 후회가 남으시는군요."
  },
  {
    "id": "train_5762",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "혼란스러운",
    "dialogue": "집에서 아들하고 대화하면 자기주장만 앞세우고 아버지에 대한 배려가 없어서 화가 나. 아들의 태도에 불만이 있으시군요. 나는 꼰대라고 생각을 안 하는데 아들은 나와 생각이 달라도 너무 다른 것 같아. 아들의 생각은 물어보셨나요?"
  },
  {
    "id": "train_5781",
    "situation": "연애,결혼,출산",
    "emotion_big": "분노",
    "emotion_small": "안달하는",
    "dialogue": "곧 있으면 부인이 출산하는데 빨리 우리 아이를 보고 싶어. 아이를 빨리 보고 싶겠어요. 출산이 얼마 남지 않았으니 축하할 일이네요. 빨리 시간이 지나서 아이를 보고 앞으로 우리 가족들에게 기쁜 일도 많았으면 좋겠어. 아이와 함께 기쁜 일만 가득했으면 좋겠어요. 응원합니다."
  },
  {
    "id": "train_5837",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "눈물이 나는",
    "dialogue": "이제 곧 출산을 앞두고 있는데. 내 삶은 여기서 끝인가 하는 생각이 들어서 눈물이나. 어떤 거 때문에 눈물이 나시나요? 아이로 인해 나의 몸도 보잘것없이 뚱뚱해졌고 내 모습 자체가 싫어. 매우 속상하셨군요. 아이를 낳으면 내 인생 끝인 것 같은 생각이 계속 들어. 이 일에 관련하여 주변에 대화를 나누실 분이 있으신가요?"
  },
  {
    "id": "train_5926",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "낙담한",
    "dialogue": "아들이 면접에서 떨어졌는데 너무 슬퍼. 아들의 면접 결과가 좋지 않아 속상하셨군요. 응. 이번엔 될 것 같아서 기대를 더 많이 했었거든. 붙을 거라 기대를 했는데 떨어져서 낙담하셨겠어요. 맞아. 아들도 나와 같은 기분일 거 같아 더 속상하네. 아들도 낙담했을 것 같다는 생각에 더욱 마음이 아프시군요."
  },
  {
    "id": "train_5975",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "두려운",
    "dialogue": "첫 아이의 출산을 앞두고 있어. 기대감보다 두려움이 더 커. 출산은 처음 경험해보는 거라 두려움이 클 수밖에 없을 것 같아요. 출산하는 거 너무 힘들다고 주변에서 많이 들어서 더 무서워. 출산에 대한 어려움에 대해 주위에서 들어온 게 있어서 더욱 긴장되시겠어요."
  },
  {
    "id": "train_5997",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "조심스러운",
    "dialogue": "요즘 딸아이 때문에 힘이 들어. 딸과의 마찰로 힘든 상황이시군요. 딸아이다 보니 집에 들어오는 시간이나 외출 일정 같은 거 물어보는데 자꾸 짜증을 내니 말 걸기도 무서워. 딸이라 걱정돼서 묻는 건데 짜증을 내니 말하기가 조심스러우시겠어요."
  },
  {
    "id": "train_6030",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "고립된",
    "dialogue": "요새 퇴근하고 집에 들어가는 게 싫어. 퇴근하고 집에 들어가는게 싫으시군요. 무슨 일 있으신가요? 딸 둘이 있는데 애들이 다 컸다고 아빠는 투명인간 취급하고 엄마 편만 들어서 속상해. 같은 부모인데 자녀들이 엄마 편만 들어서 서운하시겠어요.  아빠는 밖에서 뼈 빠지게 일해서 자기들 먹여 살리는데 참 회의감이 들어. 자식들을 위해 밖에서 열심히 일하는데 자식들이 몰라줘서 속상하시겠어요. "
  },
  {
    "id": "train_6064",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "경찰서에서 연락이 왔는데 너무 충격받았어. 더 얘기해 주실 수 있나요? 아들이 절도로 지금 여기 있으니 어서 오라고 했어. 아들이 경찰에게 절도 행위로 붙잡혀 있다는 걸 들어 충격받으신 거군요. 응. 집에서는 정말 순한 아이인데 그럴 줄은 상상도 못 했어. 전혀 예상하지 못했던 행동으로 아들이 잡혀있다고 해서 많이 놀라셨을 것 같아요."
  },
  {
    "id": "train_6067",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "우리 딸이 전자 담배를 피우다가 걸렸다고 전화가 와서 너무 충격이야. 딸이 담배를 피웠다는 사실에 많이 놀라셨겠어요. 나는 우리 딸이 담배를 싫어하는 줄 알았거든. 생각했던 것과는 다른 딸의 모습에 충격이 크실 것 같아요."
  },
  {
    "id": "train_6126",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "만족스러운",
    "dialogue": "아이들과 친하게 지낼 수 있어서 좋아! 아이들과 사이좋게 지내게 되어 아주 좋으시겠어요. 좋은 관계를 계속 유지하고 싶어. 좋은 관계를 유지하고 싶으시군요! 그러기 위해 어떤 아버지가 되고 싶으신가요? 아이들을 잘 이해하는 아빠가 되고 싶어. 아이들의 말을 잘 들어주는 사려 깊은 아버지가 되고 싶으신 것 같아요!"
  },
  {
    "id": "train_6139",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "회의적인",
    "dialogue": "지금까지 아이들을 위해서만 산 것 같아서 아쉬워. 애들은 내가 고생한 거 알아주지도 않으니. 아이들을 위해 헌신한 것을 알아주지 않는 것 같아 속상하시겠어요. 내 삶이 아니라 가장으로 책임감 때문에 살아온 것 같아.  많은 책임감을 느끼셨군요. 자신에게 더 충실할 수 있는 방법이 있으실까요? 어릴 때 꿈이었던 기타를 다시 배워보고 싶네. 어릴 적 꿈을 포기하지 않고 이루시려 하는 거네요!"
  },
  {
    "id": "train_6166",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "배신당한",
    "dialogue": "아이들에게 배신당한 느낌이 들어. 아이들과 무슨 일이 있으신가요? 나는 최선을 다해서 키워 왔는데 아빠를 원망하는 것 같아. 노력한 대로 흘러가지 않아 속상하시겠어요. 서로의 입장 차를 해소하기 위해선 어떻게 해야 좋을까요?"
  },
  {
    "id": "train_6181",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "후회되는",
    "dialogue": "딸이 말도 없이 가출했어. 딸이 하고 싶어 하는 얘기가 있었던 것 같은데 귀담아듣지 않아 후회되네. 따님이 많이 걱정되시겠어요. 따님과 어떤 일이 있으셨나요? 내 일이 너무 바빠서 그 아이의 마음을 돌아볼 생각을 못 했어. 내가 더 신경 썼어야 했는데.  딸의 마음을 돌아보고 싶으신 거군요. 연락해볼 방법이 있으신 건가요? 딸이 사촌 언니에게는 자기가 어디 있는지 말한 것 같아. 만나서 대화를 해보아야겠어. 딸과의 적극적 만남으로 서로 대화하여 문제를 해결하려 하시는군요."
  },
  {
    "id": "train_6232",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "걱정스러운",
    "dialogue": "우리 아들은 매일 피시방이나 가고 앞으로 어쩌려는 건지 모르겠어. 아드님이 매일 피시방을 가셔서 걱정되시겠어요. 꿈이 뭔지 물어봐도 본인도 앞으로 무엇이 되고 싶은지 모르겠대. 아드님이 꿈을 찾으시길 바라시는군요. 혼자서 먹고 살 궁리를 해야 하는데 피시방이나 들락거리고 있으니. 아드님이 많이 걱정되시는 것 같아요."
  },
  {
    "id": "train_6259",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "툴툴대는",
    "dialogue": "아이들이 성인이 될수록 말도 안 듣고 힘드네. 자녀분들과 마찰을 빚게 되어 속상하신 것 같아요. 앞으로 어떻게 하실 생각이신가요? 마음을 다시 긍정적으로 표현해 봐야겠어. 아이들에게 먼저 마음을 열고 다가가실 생각이시네요. 아이들도 나에게 표현을 많이 해줬으면 좋겠어. 서로 마음의 표현을 잘하게 되면 긍정적인 효과가 있을 거예요."
  },
  {
    "id": "train_6311",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "안도",
    "dialogue": "이번에 심장 철렁한 일이 있었어. 심장이 철렁했다니 많이 놀라신 것 같아요. 어떤 일인지 얘기해 주실 수 있나요? 출산일보다 일찍 출산하게 돼버렸거든. 예정과 다른 일로 인해 많이 놀라셨군요. 지금은 괜찮으신가요? 응. 아기한테는 큰일이 없어서 얼마나 다행이었는지 몰라. 다행히 안전하게 아기를 낳게 되어 안도하고 계시네요."
  },
  {
    "id": "train_6350",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "마비된",
    "dialogue": "살아가면서 가끔은 매우 좋지 않은 경험도 하나 봐. 기분이 상할만한 일을 겪으신 것 같아요. 어떤 일인지 더 들려주실 수 있나요? 작은아들에게 게임 끄고 방 치우라고 했는데 화를 내면서 나보고 치우라고 그러네. 작은 아드님의 갑작스러운 화에 많이 놀라셨군요. 머릿속이 하얘 오면서 아무 생각도 안 나더라고. 이런 일은 오늘이 처음이었거든. 아드님의 행동에 많이 충격받고 놀라신 것 같아요."
  },
  {
    "id": "train_6432",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "만족스러운",
    "dialogue": "나 얼마 전에 딸아이가 태어났어. 딸아이가 태어났군요. 가정에 행복이 가득하겠어요. 요즘 내 삶의 만족도가 최고인 거 같아. 따님의 탄생이 삶의 만족도를 최고로 끌어올려 주는군요. 앞으로 우리 아이를 위해서 열심히 살 거야. 따님의 탄생으로 삶의 만족도가 오르셨군요."
  },
  {
    "id": "train_6501",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "흥분",
    "dialogue": "자연분만을 꼭 하고 싶었는데 의사 선생님이 나도 가능하대! 자연분만을 하실 수 있다는 소식에 정말 기쁘시군요. 아이 면역에 좋다고 하더라고. 안되는 사람들도 있던데 다행히 할 수 있어 기뻐! 자연분만을 할 수 있게 되어 매우 기쁘시군요. 응. 많이 아프겠지만 잘 할 수 있겠지? 나는 할 수 있을 거라 믿어. 긍정적인 마음가짐을 가지고 계시는군요."
  },
  {
    "id": "train_6517",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "가난한, 불우한",
    "dialogue": "아이들이 갖고 싶은 선물을 사줄 만큼 금전적인 여유가 없어. 아이들을 위한 마음만큼 금전적인 여유가 없어서 속상하시군요. 생일이 다가오고 있어서 선물을 사주기로 약속했지만 지금의 재정 상태로는 너무 부담돼. 생일선물을 약속했지만 어려운 재정 상태 때문에 상심이 크시군요."
  },
  {
    "id": "train_6623",
    "situation": "연애,결혼,출산",
    "emotion_big": "당황",
    "emotion_small": "당황",
    "dialogue": "오늘 부인이 아이를 낳았는데 당황했어. 부인께서 애기를 낳았는데 당황스러우셨군요. 무슨 일 있어요? 딸인 줄 알았는데 아들이더라고. 딸인 줄 알았는데 아들이 태어나서 당황하셨겠어요. 생각지도 않던 상황이라 당황스러웠어. 당황스러운 상황에 많이 놀라셨겠군요."
  },
  {
    "id": "train_6679",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "두려운",
    "dialogue": "우리 아이들이 모두 해외로 유학을 가고 싶어 해. 자녀들이 해외로 유학을 희망하고 있군요. 멀리 떠난다는 게 나는 영 내키지 않아. 아이들이 모두 떠나는 게 두려우세요? 낯선 곳에서 어떻게 지낼지 밥은 챙겨나 먹을지 혹여나 아프기라도 하면 어떡해. 아이들에 대한 사랑이 가득하시군요. 아이들에게 어떻게 말하고 싶으신가요?"
  },
  {
    "id": "train_6739",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "만족스러운",
    "dialogue": "최근 아들에게 자전거를 한 대 사줬어. 자전거를 사줘서 자녀분이 많이 좋아하시겠군요. 요즘에는 매일 자전거 타러 가자고 해. 그래서인지 아들하고 더 친해진 것 같아. 아드님과 함께 자전거를 타며 가까워지고 계시는군요. 어디로 자전거를 타러 가시나요? 동네 놀이터에서 타는데 아주 행복한 생활이야. 아들과 행복한 시간을 보내고 계시는군요."
  },
  {
    "id": "train_6862",
    "situation": "연애,결혼,출산",
    "emotion_big": "당황",
    "emotion_small": "혼란스러운",
    "dialogue": "아기는 처음 가져봐서 혼란스러워. 아이의 탄생으로 걱정이 많으시군요. 아이의 마음을 읽기가 너무 어렵네. 어떤 부분에서 어려움이 있으신가요? 아이가 울 때마다 이유를 알기가 쉽지 않아. 아이가 울 때 이유를 알 수 없어 답답하시겠네요."
  },
  {
    "id": "train_6865",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "처음으로 아이가 생긴 걸 알게 되었을 때 얼마나 기뻤는지 몰라. 첫 아이가 생긴 소식에 아주 기쁘시군요. 새로운 생명이 생긴다는 건 신기한 것 같아. 새로운 가족이 생겨 행복하시군요. 어떤 점이 특히 좋으신가요? 그냥 존재 자체만으로도 너무 행복하고 좋아. 지금 기분을 잘 기억해야지. 존재만으로 기쁨을 주는군요. 기분을 잘 간직하실 수 있길 바라요."
  },
  {
    "id": "train_6901",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "흥분",
    "dialogue": "곧 아기가 태어날 것 같아서 흥분된다. 아기가 곧 태어날 생각에 많이 들뜨셨나 봐요. 날 닮으면 정말 예쁠 거야. 사용자님을 닮아 예쁠 아기를 볼 생각에 두근거리시는군요."
  },
  {
    "id": "train_6955",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "아이와 여행 다녀왔어. 아이와 여행을 다녀오셨군요. 자세히 말씀해 주세요. 아이와 여행을 가서 시간을 많이 보냈어. 너무 즐겁고 좋았지. 아이와 함께 시간을 보내 즐거우신 것 같아요. 어떤 점이 좋으셨나요? 아이에게 추억을 많이 쌓아준 것 같아 너무 뿌듯하고 행복해. 아이에게 추억이 생긴 것이 기쁘셨군요."
  },
  {
    "id": "train_7090",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "죄책감의",
    "dialogue": "나만 좋자고 바쁘게 살아온 게 아닌데 우리 딸내미한테 미안해 죽겠어. 나는 따님에게 미안함을 느끼고 있군요. 부모 참관일에 내가 일 때문에 늦었는데 우리 딸만 혼자 남아있더라고. 날 보며 웃는데 마음이 너무 아팠어. 참관일에 늦었는데 명현님을 보고 웃는 따님을 보니 미안한 마음이 더욱 커졌군요."
  },
  {
    "id": "train_7104",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "편안한",
    "dialogue": "아이들이 다 커서 이제 자기들이 할 수 있는 일들을 찾아서 하고 있어. 아이들이 자기 일들을 찾아서 하고 있군요. 자신의 적성에 맞게 일들을 찾아서 하고 있네. 스스로 만족하고 있더라고. 자녀들이 적성에 맞는 일을 하고 있어 뿌듯하시겠군요. 응. 이제 나도 아이들에 대한 염려는 내려놓고 나 자신이 하고픈 일을 찾아볼까 해. 어떤 것을 하고 싶으신가요?"
  },
  {
    "id": "train_7230",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "슬픔",
    "dialogue": "아이를 유산했어. 너무 슬퍼. 얼마나 상심이 크실지 저는 헤아릴 수조차 없네요. 몸은 좀 어떠세요?  몸도 많이 상하고 스트레스받아서 잠도 잘 못 자고 있어. 너무 속상하시겠어요. 주변에 이러한 감정을 나눌만한 사람이 있나요?"
  },
  {
    "id": "train_7248",
    "situation": "연애,결혼,출산",
    "emotion_big": "상처",
    "emotion_small": "희생된",
    "dialogue": "아이를 낳으니 내 인생이 사라졌어. 아이가 내 삶의 모든 중심을 차지하는 변화가 허탈하게 느껴지시는군요.  내 모든 시간이 다 아이한테 희생되는 것 같아. 누구를 위한 것이든 과도한 희생은 때로 자신을 갉아먹기도 하는 것 같아요.  그렇지 내가 누군지 잘 모르겠어. 하지만 아이는 너무 예뻐. 아이가 어머니의 수고와 희생을 알아주는 날이 하루빨리 오기를 바랄게요."
  },
  {
    "id": "train_7282",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "취약한",
    "dialogue": "둘째가 공부를 열심히 해서 기분은 좋은데 내가 모르는 게 너무 많아서 자존심이 상해. 둘째 자녀분 때문에 속상한 일이 있으셨나 봐요. 질문에 대답을 못 해주니 잘 모른다고 은근히 무시하네. 아이의 질문에 명쾌히 답해주지 못한 것이 마음에 걸리시는 모양이에요.  응. 어릴 때처럼 내가 알려줄 수 있는 것이 점점 줄어드는 것 같아 괜히 서운하네.  성장하는 아이의 모습을 보는 일은 대견하지만 한편으로 씁쓸한 일이기도 하네요. "
  },
  {
    "id": "train_7300",
    "situation": "연애,결혼,출산",
    "emotion_big": "분노",
    "emotion_small": "악의적인",
    "dialogue": "곧 아이가 태어나는데 난 여자아이를 원해. 남자아이가 태어나면 좋은 부모가 되지 못할 거야. 딸아이를 원하는 특별한 이유가 있을까요? 내가 여자이기 때문에 나는 나를 닮은 딸을 원해. 여자로서 사는 게 더 좋은 것 같거든. 여자로 산다는 건 본인에게 어떤 의미가 있나요?"
  },
  {
    "id": "train_7313",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "걱정스러운",
    "dialogue": "우리 딸은 남의 시선을 의식하지 않고 막 행동해서 걱정이야. 따님이 제멋대로 행동하는 것처럼 보여 걱정이시군요. 무슨 문제라도 발생했었나요? 버스 안에서 지나치게 오래 통화해서 내가 조금 혼을 냈어. 따님이 타인을 좀 더 배려하는 마음에서 혼을 내셨던 거군요."
  },
  {
    "id": "train_7410",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "악의적인",
    "dialogue": "내 아들이 자꾸 날 속이고 있는 것 같아. 말이 안 되는 이야기를 반복해. 자녀가 나를 속이고 있다고 생각하시는군요. 방에서 담배가 나왔는데 길거리에서 주웠다는 말이 안 되는 이야기를 하고 있어. 담배를 길거리에서 주웠다는 아이의 말을 신뢰할 수 없는 상황이군요. 어떻게 해결하실 생각이세요? 아이와 진지하게 이 문제에 대해서 대화해 봐야겠어. 아들과 진지한 대화를 통해 부자 관계가 개선이 되었으면 좋겠네요."
  },
  {
    "id": "train_7434",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "슬픔",
    "dialogue": "우리 딸 때문에 너무 슬프네! 무슨 일이 있어서 딸 때문에 슬프신가요? 딸이 아이를 유산했다고 하네. 착한 우리 딸한테 어떻게 이런 비참한 일이 일어나는지 알 수가 없어. 따님의 비보를 받아들이기 어려워서 심적으로 많이 힘드신 상황이군요. 나도 이렇게 힘든데 내 딸은 오죽하겠어. 전화해서 위로해 줘야겠어. 따님께 연락해서 따님을 다독여주려고 하시는군요. 나의 전화로 딸의 마음이 조금이라도 편해지면 좋겠네요."
  },
  {
    "id": "train_7478",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "느긋",
    "dialogue": "아이가 공부는 못하지만 운동은 되게 잘해서 다행이야. 아이가 공부보다 운동을 잘해서 안도하고 계시는군요. 무엇 때문에 그렇게 생각하실까요? 애들은 책상에 앉아서 공부하는 것보다 건강한 게 중요하다고 생각하거든. 자식에게 있어 건강이 가장 중요한 요소라고 생각하시는군요. 아이가 운동을 잘하는 만큼 좋아도 하나요? 잘하기도 하지만 누구보다 좋아하는 것 같아. 그래서 지금은 여러 운동을 최대한 많이 시켜보려고 해. 아이가 좋아하는 일을 많이 시켜줄 수 있는 부모가 되고자 결심하셨군요."
  },
  {
    "id": "train_7538",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "취약한",
    "dialogue": "아들이 나에게 반항하는 듯이 말할 때마다 가슴이 뛰어. 아들의 반항하는 듯한 말들이 가슴을 뛰게 할 만큼 불안하게 만드나 보네요. 말투가 셀 때는 나를 공격하는 것만 같고 어찌할 바를 모르겠어. 아드님에게 사용자님의 솔직한 감정을 같이 대화해보면 어떨까요?"
  },
  {
    "id": "train_7652",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "걱정스러운",
    "dialogue": "작은딸이 요즘 너무 걱정스러워 죽겠어. 작은딸 때문에 걱정하고 계시는군요. 무엇 때문인지 말씀해 주시겠어요? 요새 작은딸이 하라는 공부는 안 하고 맨날 핸드폰만 하고 있어서 걱정스러워. 많이 걱정스러우시겠어요. 작은딸과 앞으로의 계획에 대해 대화를 나눠보셨나요? 아직 안 해봤어. 어떻게 말을 꺼내야 할지 고민이야. 따님과의 이야기를 통해 두 분의 관계도 발전이 되면 좋겠어요."
  },
  {
    "id": "train_7653",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "감사하는",
    "dialogue": "요새 큰딸한테 아주 고마워하고 있어. 어떤 일 때문에 고마우신가요? 되게 좋으시겠어요. 집안일을 알아서 해주고 전체적으로 많은 도움이 되고 있어. 도움 많이 되시겠어요. 딸에게 고마움을 표현하셨나요? 했는데 생각했던 것만큼 표현되는지 잘 모르겠어. 따님도 사용자님이 고마워하고 있다는 마음을 잘 느꼈을 것 같아요. "
  },
  {
    "id": "train_7662",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "조심스러운",
    "dialogue": "딸들에게 요즘 조심스러워지는 것 같아. 어떤 부분 때문에 조심스러워지시나요? 딸들도 크면서 나와 의견이 맞지 않을 때가 많아 점점 조심스러워지는 것 같아. 딸들과 갈등을 피하기 위해 조심스러우시군요. 어떻게 대처하고 계시나요? 혼자 말하기 전에 계속 생각해보고 딸들의 입장에서도 생각해보려고 해. 생각과 실천을 잘하고 계시는 것 같아요. 더 좋은 관계가 되길 바랄게요."
  },
  {
    "id": "train_7663",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "신뢰하는",
    "dialogue": "딸들이 항상 나에게 솔직하게 많은 이야기를 해줘서 아주 고마워. 아주 좋으시겠어요. 딸들에게 많이 신뢰하고 의지하고 계신 것 같네요. 맞아. 그래서인지 요즘 일상생활이 너무 행복해. 행복한 기운이 여기까지 느껴지네요. "
  },
  {
    "id": "train_7729",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "부끄러운",
    "dialogue": "나 아까 창피한 일이 생겨서 좀 부끄러웠어. 무슨 일이세요? 뭔가 부끄러운 일을 하셨어요?  애가 나간 줄 알고 통화하다가 우리 애 험담을 좀 했거든. 근데 걔가 자기 방에서 나오더라고. 자녀분이 듣지 않았으면 하는 험담을 들은 것 같아서 당황하셨겠어요.  맨날 앞에선 아들만 사랑한다고 얘기하다가 전화로는 흉을 보는 게 들켜버려서 창피해. 아드님이 상처받았을까 걱정이 되시겠어요. 아드님과 대화를 해보면 어떨까요?"
  },
  {
    "id": "train_7735",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "분노",
    "dialogue": "딸한테 핸드폰 계정 설정 좀 도와 달라고 하니까 그것도 못 하냐며 짜증을 내서 분노가 치밀어 올라. 따님분의 차가운 태도에 많이 속상하셨겠어요. 자기들은 나이 안 먹나. 화가 나네 정말. 많이 화가 나 보이세요.  그래서 컴퓨터나 핸드폰 기능에 대해 공부 좀 해야겠어. 스스로 공부를 하실 생각을 하다니 멋지세요. 좋은 생각인 것 같아요."
  },
  {
    "id": "train_7745",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "당혹스러운",
    "dialogue": "아들이 창피하다고 날 보고 이쁘게 꾸미고 다니래. 아드님의 말씀에 당혹스러우셨겠어요. 나도 예전엔 이뻤거든. 세월의 흐름이 야속하네.  세월의 흐름에 따른 외모의 변화를 느끼고 계시군요. 젊어서는 외모가 중요했지만 나이를 먹으니 내실이 강한 내가 되고 싶어 좋은 말씀이네요. 내실이 강한 분이 되시길 바라요."
  },
  {
    "id": "train_7754",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "감사하는",
    "dialogue": "아이들이 건강하게 잘 자라준 게 난 너무나 감사해. 아이들이 건강하게 자라서 다행이에요. 행복하시겠어요. 부모의 역할도 크겠지만 아이들이 인성이 바르게 자라 준 게 고마워. 아이들이 잘 자라줘서 좋으시겠어요. 부모뿐만 아니라 아이들이 노력해 주니 더 좋은 관계가 되는 것 같아서 아이들에게 고마워. 아이들을 생각하시는 마음이 너무 멋있으세요. 앞으로도 좋은 관계를 이어가길 바랄게요!"
  },
  {
    "id": "train_7756",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "버려진",
    "dialogue": "나이가 드니까 아이들에게 버려진 것 같아서 속상해. 아이들에게 버려진 것 같아서 속상하시군요. 왜 그렇게 생각하시나요? 아이들이 자꾸 나와 밥은 먹지 않고 밖에서 각자 해결하고 나는 신경 쓰지 않아. 자녀분들에게 버려질까 봐 걱정하고 계시는군요. 자녀분들에게 솔직하게 얘기해 보셨나요?"
  },
  {
    "id": "train_7987",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "짜증내는",
    "dialogue": "아이가 아빠와는 이야기를 별로 안 해. 난 아이와 대화하고 싶은데. 자녀분이 아빠와 소통이 잘되지 않아서 속상하셨나 봐요. 게임에 빠져서 불러도 대답을 잘 안 하네. 자꾸 게임만 해서 문제야. 자녀분이 게임을 많이 해서 걱정이 많으시겠어요. 게임 그만하라고 하면 짜증만 내지. 어떻게 다그쳐야 할지 고민이야. 아이와의 소통에 대해 고민이 많이 되겠어요."
  },
  {
    "id": "train_8071",
    "situation": "연애,결혼,출산",
    "emotion_big": "분노",
    "emotion_small": "안달하는",
    "dialogue": "시어머니가 자꾸 아들 낳으래. 자꾸 강요하시면 힘들죠. 괜찮으신가요? 너무 적극적이어서 다른 의도가 있을까 봐 걱정돼. 어떻게 스트레스를 풀 수 있을까요? 내가 좋아하는 치킨이나 먹어볼까? 좋아요. 치킨 먹고 스트레스 날려봐요."
  },
  {
    "id": "train_8125",
    "situation": "연애,결혼,출산",
    "emotion_big": "당황",
    "emotion_small": "죄책감의",
    "dialogue": "아이가 조산으로 태어났어. 아이한테 정말 미안해. 아이가 조산으로 태어나 아이에게 미안하군요. 내가 몸 관리를 잘못한 거 같아 죄책감이 들어. 아이에게 죄책감을 느끼지 않으려면 어떻게 해야 할까요? 아이가 건강하게 병원에서 퇴원하면 정말 잘 키울 거야. 건강하게 자라도록 열심히 노력해야지. 아이를 위해 정성을 다하는 만큼 건강히 자랄 거에요. 응원할게요."
  },
  {
    "id": "train_8230",
    "situation": "연애,결혼,출산",
    "emotion_big": "분노",
    "emotion_small": "짜증내는",
    "dialogue": "왜 자꾸 아이를 낳으라고 강요하는 거야. 아이를 낳으라고 강요받는 기분이시군요. 우리 시어머니가 나만 보면 아이를 가지래. 짜증 나 죽겠어. 지속적인 강요 때문에 짜증이 나시는군요. 그래 맞아. 짜증 나게 계속 출산을 강요하지 않았으면 좋겠어. 어머님이 출산 강요를 더 안 하시길 원하시는군요."
  },
  {
    "id": "train_8242",
    "situation": "연애,결혼,출산",
    "emotion_big": "상처",
    "emotion_small": "괴로워하는",
    "dialogue": "예전 트라우마 때문에 너무 괴로워. 예전 트라우마 때문에 괴로우시군요. 무슨 일 있으신가요? 예전에 애를 낳다가 아이가 죽었어. 근데 자꾸 그 아이가 꿈에 나와. 이전 기억 때문에 괴로우시겠군요. 정말 그때의 일이 안 잊혀서 미칠 거 같아. 괴로운 기억 때문에 많이 힘드시겠어요."
  },
  {
    "id": "train_8376",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "내년이면 조카가 생겨서 너무 들떠. 조카가 생겨서 기분이 좋아 보이세요. 맞아. 벌써 해 주고 싶은 게 너무 많아. 어떤 것을 해 주고 싶으세요? 먼저 옷을 선물할 거야. 옷을 선물하는 건 정말 좋은 생각인 것 같아요."
  },
  {
    "id": "train_8510",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "편안한",
    "dialogue": "곧 둘째가 태어나는데 생각만큼 떨리진 않네. 이미 한 번 경험하셔서 마음이 놓이시나 봐요. 맞아. 의사 선생님도 잘 아는 분이라 믿음이 가거든. 아이가 태어나면 뭘 가장 하고 싶으세요? 우리 큰애랑 같이 사진 찍어두고 싶어. 앞으로 아이와 함께 즐거운 시간 보내시면 좋겠네요."
  },
  {
    "id": "train_8540",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "불안",
    "dialogue": "나 다음 달 출산인데 너무 걱정이야. 무엇이 걱정이신가요? 출산이 처음이라 아기가 건강하게 잘 태어날 수 있을지가 걱정되고 불안해. 처음 경험해 보는 것이라 많이 떨리시는군요. 응. 누구나 첫 경험은 떨리듯이 나도 불안하고 떨려. 배 속의 아기를 건강하게 출산하실 수 있기를 응원할게요."
  },
  {
    "id": "train_8557",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "당혹스러운",
    "dialogue": "오늘 양수가 터져서 입원했어. 당장 내일 출산해야 할지도 모른대. 정말 당황스러우셨겠어요. 몸은 괜찮으신가요? 괜찮아. 근데 만약에 아이가 빨리 나오면 건강하지 않을까 봐 불안해. 불안하신 마음이 충분히 이해가 갑니다. 의사 선생님께서는 뭐라고 하시던가요? 검사 결과가 나와봐야 알겠대. 그렇군요. 의사 선생님께서 얼른 말씀해주셨으면 좋겠네요."
  },
  {
    "id": "train_8651",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "초조한",
    "dialogue": "아이가 생기지 않아서 너무 초조해. 기다리는 아이가 생기지 않아서 초조하시군요. 응. 내가 노산이라 하루라도 빨리 아이를 낳아야 하거든. 노산이라서 빨리 아이를 낳아야 하는군요. 어떻게 하면 불안한 마음을 다랠 수 있을까요? 아무래도 산부인과에 가봐야겠어. 필요한 도움을 받으셨으면 좋겠네요."
  },
  {
    "id": "train_8736",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "우울한",
    "dialogue": "아이를 낳고 부모가 되는 것이 우울해. 어떤 점이 우울하다고 느껴지세요? 부모가 되는 게 기쁘기도 하지만 나 자신을 잃어버리는 것 같아 우울해. 나 자신을 잃어버리는 것 같아 우울하시군요. 어떻게 하면 좋을까요? 아이를 낳아도 나만의 취미를 가질 거야. 나만의 취미를 가질 계획이시군요."
  },
  {
    "id": "train_8914",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "왜 다들 부모가 되는 것에 큰 의미를 두는지 알겠어. 왜 그렇게 생각하셨는지 이유를 여쭤보아도 될까요? 최근에 아이가 생겼는데 너무 예뻐. 내 삶에 의미가 생긴 기분이야. 아이가 생기고 나서 삶의 의미를 찾으셨군요. 응 삶에 의욕이 생겼어. 아이를 위해서라면 뭐든 할 수 있을 것 같아. 아이를 위해 최선을 다하겠다고 결심하셨군요."
  },
  {
    "id": "train_9040",
    "situation": "연애,결혼,출산",
    "emotion_big": "분노",
    "emotion_small": "성가신",
    "dialogue": "오늘 키즈카페에서 애들이랑 놀아줬는데 난 절대 애 안 낳으려고. 무슨 일로 그러세요? 그냥 애들이 우는 것도 싫고 떼쓰는 것도 못 봐주겠어. 미래에 낳은 아이들을 상대할 자신이 없으신 거군요? 응. 그냥 아이는 안 낳고 살래. 아이는 안 낳는 미래를 그리고 계시는군요."
  },
  {
    "id": "train_9047",
    "situation": "연애,결혼,출산",
    "emotion_big": "상처",
    "emotion_small": "가난한, 불우한",
    "dialogue": "가난한데 아이를 낳아야 할까? 가난 때문에 아이를 낳아야 하는 건지 의문이시군요. 가난한 집에서도 아이를 낳는 게 좋은 건지 모르겠어. 가난한 집에서 아이를 낳는 게 좋은 일인지 모르시겠군요. 응. 아이에게도 좋은 일만은 아닌 것 같아. 가난을 느끼게 할 수 있어서 아이에게도 좋은 일은 아니라고 생각하시는군요."
  },
  {
    "id": "train_9139",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "환멸을 느끼는",
    "dialogue": "아이를 낳아서 버릴 거면 왜 낳는지 모르겠어. 그런 사람을 보면 환멸감이 들어. 그런 사람의 어떤 점에서 환멸감이 느껴지시나요? 무책임하게 행동하니까 같은 인간으로서 환멸감이 드는 것 같아. 이 괴로운 느낌을 조금이라도 덜어내려면 어떤 것을 하면 좋을까요? 아이를 끝까지 책임져야 한다는 내용으로 대국민 캠페인을 시작해보려고. 캠페인 활동을 시작하려 하시는군요."
  },
  {
    "id": "train_9286",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "염세적인",
    "dialogue": "솔직히 집도 우리 집에서 반반씩 하는 건데 나이만 먹었지 철이 없어. 상황인지를 잘 못 하는 아가씨 때문에 답답하시겠어요. 답답할 뿐만 아니라 정신 좀 차렸으면 좋겠다. 답답할 뿐만 아니라 정신도 차렸으면 좋겠다는군요. 철도 좀 제발 들었으면 좋겠다. 괜찮을 거예요. 잘 해결되길 바랄게요."
  },
  {
    "id": "train_9336",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "질투하는",
    "dialogue": "우리 애는 나보다 아빠를 더 좋아해. 아빠를 더 좋아해서 싫으신가요? 그건 아닌데 내가 더 자기를 위해 해준 게 많은데 잠깐 보는 아빠를 더 좋아하니 질투 나지. 엄마를 더 좋아하게 하려면 어떻게 하면 될까요? 그냥 예뻐 만하고 잔소리를 안 하면 될 거야. 그렇게 하면 되는군요. 간단하긴 하네요."
  },
  {
    "id": "train_9338",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "죄책감의",
    "dialogue": "요즘 너무 바빠서 아이들이랑 시간을 보내지 못해서 아이들이 서운할 것 같아. 요즘 아주 바쁘셔서 틈이 없으셨나 봐요. 가족들과 보내는 시간이 없어서 걱정이야. 가족들이랑 바쁘지 않을 때는 시간을 자주 함께 보내셨나 봐요? 그렇지. 매주 캠핑도 가고 아주 즐거운 시간이었어. 바쁜 일이 어서 끝나고 가족들과 다시 캠핑 갈 날이 올 거예요."
  },
  {
    "id": "train_9340",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "한심한",
    "dialogue": "우리 아이가 매일 티브이만 봐서 걱정이야. 티브이만 보는 아이가 걱정스러우신가 봐요. 시간이 있을 때 책도 읽고 그러면 좋겠는데 온종일 티브이만 봐. 아이가 읽었으면 하는 책이 있으신가요? 응. 나는 세계 명작을 읽히고 싶어. 오늘부터라도 내가 먼저 읽는 모습을 보여줘야겠어. 멋진 생각이세요. 책 읽는 아빠를 보면 아이도 티브이를 끄고 책을 집어 들 거예요."
  },
  {
    "id": "train_9342",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "흥분",
    "dialogue": "이번에 우리 딸이 의대에 합격했지 뭐야. 정말 너무 기뻐. 딸이 의대에 입학하게 돼서 정말 기쁘시겠어요. 말도 못 할 정도야. 많은 사람에게 빨리 알리고 싶은데 뭐부터 해야 할지 모르겠네. 아직 혼자만 알고 계신 건가요? 응. 내가 전화로 확인했거든. 나 사람들한테 전화 좀 돌려야겠어. 네. 다들 좋아하시겠어요. 다시 한번 축하드려요."
  },
  {
    "id": "train_9343",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "안도",
    "dialogue": "아이가 교통사고가 났는데 다행히도 많이 안 다쳐서 다행이야. 다행이지만 많이 놀라셨지요? 많이 놀랐지. 근데 깁스를 하고 다녀야 한대. 마음이 매우 아프시겠어요. 그렇지. 마음껏 뛰어놀지도 못하는 게 속상해. 그래도 관리 잘하시면 금방 나을 거라고 생각해요."
  },
  {
    "id": "train_9392",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "불안",
    "dialogue": "요즘 아들이 나랑 대화하려고 하지 않아 불안해. 대화를 안 한 지 오래되셨나 봐요? 아니. 최근 한 달 정도 된 거 같아. 아들한테 무슨 나쁜 일이 있는 건 아닐까? 한 달이면 꽤 오랜 시간이 지났네요. 계속 지켜보실 건가요? 아들이 관심 있는 걸 찾아서 같이 하면서 자연스럽게 대화해 봐야 할 거 같아. 좋은 생각이세요. 꼭 좋은 결과 있으실 거예요."
  },
  {
    "id": "train_9395",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "혼란스러운",
    "dialogue": "아들이 반항하는데 어떻게 해야 할지 모르겠어. 아들 때문에 고민이 많으시군요. 대화가 하고 싶은데 어떻게 시작할지 모르겠어. 어떤 점에 관해 얘기하고 싶으신가요? 항상 믿고 있다고 말하고 싶어. 대화를 통해 관계가 개선되면 좋겠네요."
  },
  {
    "id": "train_9397",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "고립된",
    "dialogue": "아이들이 나와 이야기를 잘 하지 않아. 자녀와 대화하는 데 어려움이 있으시군요. 집에 들어가도 하숙집같이 적막하고 외로워. 아이들과 관계 개선을 위해 어떻게 하실 건가요? 글쎄. 다들 나이가 들어서 쉽게 바뀌지 않아. 서로 노력해서 관계가 나아지면 좋겠네요."
  },
  {
    "id": "train_9398",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "딸이 집을 나가겠다고 해서 충격을 받았어. 딸의 말에 많이 놀라셨군요. 이렇게 갑자기 통보하고 나가겠다고 할 줄 몰랐어. 말리고 싶어. 딸을 말리기 위해 어떻게 하시겠어요? 모르겠어. 일단 설득해봐야지. 대화가 잘 이루어졌으면 좋겠네요."
  },
  {
    "id": "train_9403",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "부끄러운",
    "dialogue": "여자 아이돌의 팬이 되었는데 가족들에게 말하기 부끄럽네. 그게 어째서 부끄러운 신가요? 이 나이 먹고 아이돌 좋아한다고 말을 하는 게 쑥스럽더라고. 가족이니까 서로 이해해 줄 거예요. 그럴까? 용기 내서 얘기해봐야겠네. 부끄러워 말고 용기를 내세요."
  },
  {
    "id": "train_9409",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "흥분",
    "dialogue": "우리 아들 장기자랑 정말 대단했어! 장기자랑이 어땠는데요? 춤추고 노래를 불렀는데 대상을 받았지 뭐야! 장기자랑에서 아들이 대상을 탄 것이 너무 기쁘시군요. 오늘은 소고기 외식이다! 즐거운 식사하시길 바라요."
  },
  {
    "id": "train_9460",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "악의적인",
    "dialogue": "아이가 커갈수록 너무 반항적이고 말도 사나워져서 화가 나. 아이가 안 좋게 변해가는 것 같아 화가 나셨군요. 가끔은 쟤가 내 아이가 맞나 싶어서 나쁜 마음이 들기도 하더라고. 가끔은 내 자식이 아닌 것 같은 느낌마저 들 정도이시군요. 그래도 내 자식이니 어떻게 하겠어. 잘 데리고 살아봐야지. 아이도 좋아질 거예요."
  },
  {
    "id": "train_9472",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "다음 주 딸아이랑 좋아하는 가수 콘서트에 가기로 했어. 두 분이 친하게 잘 지내시나요? 사실 몇 달 동안 사이가 안 좋았는데 얼마 전에 다시 풀렸어. 다행이네요. 어떤 일을 계기로 사이가 다시 좋아지셨나요? 응. 내가 요즘 비티에스 음악을 좋아하는데 딸아이랑 그 얘기 하다가 보니까 자연스럽게 가까워졌네. 두 분이 좋아하는 가수 콘서트에 가서 더 사이좋게 지내시겠네요. 축하드려요."
  },
  {
    "id": "train_9475",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "안도",
    "dialogue": "우리 아들이 과학고에 합격해서 정말 안심이 되네. 자녀분의 합격을 축하드려요. 불합격될까 봐 많이 걱정했었거든. 걱정하셨다니 지금은 많이 안도가 되겠네요. 응. 이제 다리 쭉 펴고 편안하게 잘 수 있겠어. 그럼 다리 쭉 펴고 편안한 시간 보내세요."
  },
  {
    "id": "train_9626",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "안도",
    "dialogue": "아들 녀석 때문에 온 집안이 난리였어. 무슨 일이에요? 좀 더 자세히 설명해 주시겠어요? 아들이 코로나 검사를 받고 왔는데 다행히 음성이 나왔다고 하네. 깜짝 놀라셨겠어요. 정말 다행이에요. 그래도 아직 가슴이 떨려. 음성 결과가 나왔으니 안심하세요. 자녀분도 많이 놀라셨겠어요."
  },
  {
    "id": "train_9753",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "악의적인",
    "dialogue": "딸 때문에 짜증 나 죽겠어. 따님때문에 짜증이 나시는군요. 무슨 일이 있으세요? 자기 방을 치우라고 열 번은 넘게 얘기해도 일부러 안 치우고 더 어질러 놓고 나가. 매일 딸 방까지 치우시려니 정말 힘드시겠어요. 하루 날을 잡아서 각자 방을 치워 봐야겠어. 네. 그렇게 하면 좋겠네요."
  },
  {
    "id": "train_9754",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "초조한",
    "dialogue": "요즘 딸이 늦게 들어와서 걱정이야. 세상이 하도 뒤숭숭해서. 그렇겠네요. 늦은 시간에 다니면 걱정이 많이 되겠어요. 매일 문밖에 나가서 기다리는데 힘들어. 매일 기다리는 게 정말 힘든 일이죠. "
  },
  {
    "id": "train_9755",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "편안한",
    "dialogue": "어제 마트에 딸이랑 같이 갔는데 정말 편했어. 딸이랑 즐겁게 다녀오셨나 봐요.  무거운 짐도 다 들어 주고 계산도 빨라서 편했어. 딸이 대신 힘든 일을 해 주면 편하시겠어요."
  },
  {
    "id": "train_9784",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "죄책감의",
    "dialogue": "요즘 속상해. 속상하시군요. 무슨 일 있으세요?  아들과 대화하기가 어려워. 자꾸 화를 내면서 말을 하게 돼. 자녀 분과의 소통 문제 때문에 고민이 많으시겠어요. 화를 내지 말아야지 하면서도 감정 제어가 안 되니까. 주변에 이 문제에 대해 의논할 만한 사람이 있으신가요?"
  },
  {
    "id": "train_9865",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "안달하는",
    "dialogue": "우리 딸이 너무 내 말을 안 듣고 자기 멋대로 해서 매일매일 싸우고 있어. 딸이 엄마 말을 안 들어서 너무 속상하시겠어요. 참고 기다려 주면 착한 딸로 돌아올 수 있을까? 참고 기다리면 딸이 돌아올까 고민이시군요. 이 문제로 상담을 해 주실 만한 분이 주변에 계실까요?"
  },
  {
    "id": "train_9877",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "두려운",
    "dialogue": "애들을 사랑하는 마음은 그대로인데 이젠 애들이 나를 불편해하네. 그렇게 느끼시게 된 계기가 있었나요? 말씀해 주실 수 있을까요? 응. 나는 일상생활에 관심을 두는 건데 자기들을 아기 취급하는 것 같아서 기분 나쁘대. 그런 말을 들으셨을 때 기분이 어떠셨어요? 애들이 나를 갑자기 떠날까 봐 두려웠어. 혼자 남으면 외롭고 무서울 거야. 나한테 이럴 수가 있어? 자녀들 키우시면서 애쓰셨는데 엄마의 관심을 거절하니 매우 속상하시군요."
  },
  {
    "id": "train_9929",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "회의적인",
    "dialogue": "딸 하나 아들 하나 있는데 잘 키우고 있는지 요즘 회의감이 들어. 자녀들을 잘 키우고 있는지 요즘 회의감이 드시는군요. 무슨 문제가 있으신가요? 나 나름 잘 키운다고 생각했는데 그것도 아닌 거 같아서. 아이들에게서 어떤 점을 보고 그러시는 건가요? 그냥. 아이의 미래에 대해 충고도 하고 조언도 하는데 정작 내가 잘 하고 있는지 모르겠어. 아이들에 대한 걱정이 많으시군요."
  },
  {
    "id": "train_9967",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "한심한",
    "dialogue": "딸들이 공부는 안 하고 맨날 누워서 잠만 자는 모습만 보여 줘서 너무 한심해. 딸들의 나태한 모습을 보는 게 싫으시겠어요. 대화는 해 보셨나요? 노력해 봤지만 내 말을 듣는지 마는지 변하는 게 없어. 딸들의 무반응에 더 스트레스받으시겠어요. 잠은 밤에나 자야지 어린애들이 무슨 잠을 그렇게 많이 잔대. 딸들의 잠자는 습관에 불만이 많으시네요."
  },
  {
    "id": "train_9986",
    "situation": "연애,결혼,출산",
    "emotion_big": "상처",
    "emotion_small": "질투하는",
    "dialogue": "나 기분이 안 좋은 일이 있었어. 최근에요? 어떤 일인가요? 시어머니가 내 조카만 예뻐하고 내 자식은 별로 신경을 안 쓰는 것 같아.  가족 안에서 그런 감정을 느끼셨다면 많이 힘드시겠어요."
  },
  {
    "id": "train_9987",
    "situation": "연애,결혼,출산",
    "emotion_big": "당황",
    "emotion_small": "혼란스러운",
    "dialogue": "내가 이 시대에 아이를 가지는 게 맞는 걸까? 아이를 낳기까지 어떤 점이 걱정되세요? 세상이 너무 험악해서 아이의 의사를 물어보지 않고서 낳아도 되나 걱정이야.  세상이 험한데 아이를 낳아도 될는지 고민하고 계시는군요."
  },
  {
    "id": "train_10003",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "마비된",
    "dialogue": "시어머니가 계속 아이를 빨리 가지라고 독촉을 하셔. 그렇군요. 본인은 아이를 가지고 싶으신 건가요?  아니. 지금 그럴 만한 상황이 아니라서 어떻게 해야 할지 정말 모르겠어.  본인은 아이를 가질 시기가 아니라고 생각하는데도 시어머니분께서 그러시니 정말 이러지도 저러지도 못하는 상황이시겠어요."
  },
  {
    "id": "train_10159",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "혼란스러운",
    "dialogue": "요사이 너무 혼란스러워. 아들이 이제 컸다고 말도 안 듣고 담배까지 피우는 거 같아. 그 사실을 알고 어떻게 하셨는지 말씀해 주실 수 있으신가요? 아들과 대화를 해 보았지. 세대 차이가 느껴져. 많이 이해해 주려고 노력했어. 그런데 담배는 끊지 못할 것 같다고 해서 당황스럽고 혼란스럽고 걱정이 돼. 대화해도 아들이 담배를 끊지 못할 것 같다고 하여 매우 당황스러우셨군요. 아들이 담배를 피우지 않아야 할 이유가 있는지 말씀해 주실 수 있으신가요? 건강에 해로운데 어떤 부모가 그것을 용인해 줄 수 있어? 아드님의 건강을 많이 염려하시는군요."
  },
  {
    "id": "train_10174",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "혼란스러운",
    "dialogue": "오늘은 딸아이와 말다툼을 했어. 부모로서 여태까지 자식에게 헌신하였는데 조금 실망스럽고 혼란스러워. 따님과 어떤 일로 말다툼을 하셨는지 말씀해 주시겠어요? 통금 시간이 있는데 요새 자주 어겨서 혼을 조금 냈더니 바로 따지고 들더라고. 통금 시간 문제로 따님과 말다툼을 하셨군요."
  },
  {
    "id": "train_10196",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "실망한",
    "dialogue": "우리 아이 때문에 정말 속상해. 아이에게 무슨 일이 있었나요? 미술 대회에서 상을 받지 못했다고 이제 그림 그리는 건 그만두겠다는 거야. 어떻게 한 번 못 받았다고 쉽게 포기하는지 정말 실망했어. 아이가 쉽게 포기하는 모습에 실망하셨군요."
  },
  {
    "id": "train_10225",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "비통한",
    "dialogue": "나는 요즘 딸과 대화가 없어서 슬퍼. 자녀분과 대화가 별로 없으신가 보군요. 응. 이제 다 컸다고 말도 안 하고 집에 오면 자기 방으로 들어가 버리네. 그러시군요. 서운하시겠어요."
  },
  {
    "id": "train_10247",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "마비된",
    "dialogue": "아들 내외가 더 먼 곳으로 이사하면서 관계가 더 소원해지고 정서적으로 마비된 느낌이야. 이사한 지가 오래됐어요? 석 달 지났는데 연락도 줄고 방문도 없네. 바쁜 건 이해하지만 단절감이나 서운함이 많이 들어. 네. 자녀분들 연락이 줄어서 많이 서운하시군요."
  },
  {
    "id": "train_10292",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "희생된",
    "dialogue": "이제 딸이 성인이랍시고 내 말은 도대체 듣지도 않고 오히려 나를 무시하는 거 같아 속상해. 성인이 된 자녀분께 무시를 당하시는 것 같아서 속상하시군요. 아이 키우느라 일도 중단하고 살림만 했는데 내 인생은 뭐가 되는 건지. 아이를 키우시면서 어떤 때 행복하셨어요?"
  },
  {
    "id": "train_10410",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "비통한",
    "dialogue": "아들 문제로 정말 슬프고 속이 상해. 정말 힘이 드시겠어요. 어떤 일로 그러시는지 말씀해 주시겠어요? 힘들게 뒷바라지해 키워 놓았더니 제 혼자 잘나서 잘 됐는지 알고 이제 내 말은 듣지도 않아. 힘들게 자녀를 위해 노력하셨는데 이제 부모의 말을 무시하는 것 같아 마음이 상하셨나 봐요."
  },
  {
    "id": "train_10428",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "억울한",
    "dialogue": "아이들 때문에 분하고 억울해. 아이들 때문에 분하고 억울하시군요. 무슨 일이 있으셨나요? 내가 자기네들을 어떻게 키웠는데. 이제 다 컸다고 부모를 무시하네. 자녀들에게 무시당하는 기분이 들어서 억울한 마음이 드셨군요."
  },
  {
    "id": "train_10435",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "두려운",
    "dialogue": "자녀를 키우면서 문득 두려운 감정이 들어 고민이야. 어떤 일로 그런 기분이 드셨는지 말씀해 주시겠어요? 아이들이 언젠가는 독립할 거라는 생각을 하니 당연한데도 한편으로 두렵기도 하거든. 아이들을 떠나보낼 생각에 두려운 감정이 드셨군요."
  },
  {
    "id": "train_10440",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "후회되는",
    "dialogue": "난 내 아이를 생각하면 정말 후회되는 일이 있어. 네 그런 일이 있으시군요. 무슨 일이 있으신지 말씀해 주실 수 있으신지요? 아이가 원하던 진로를 반대하고 다른 길을 가게 했거든. 그래서 그런지 아이가 행복해하지 않아. 자녀분이 원하던 진로를 반대하셨던 게 후회되시나 봐요."
  },
  {
    "id": "train_10458",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "낙담한",
    "dialogue": "최근에 아주 실망스러운 일을 겪어 상심이 커. 그런 일이 있으셨군요. 많이 힘드시겠어요. 딸이 이번 국가고시에서도 두 번째 고배를 마셨거든. 자녀분이 국가고시에 두 번이나 불합격하셔서 정말 상심이 크시겠어요. 응. 그래도 꿈을 포기하지는 않겠다며 다시 한번 도전한다고 해. 자녀분이 다시 한번 도전하기로 해서 대견하시겠어요."
  },
  {
    "id": "train_10533",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "비통한",
    "dialogue": "요즘 딸이랑 대화해 보면 마음이 안 좋아. 무슨 일이 있었는지 자세히 말씀해 주실 수 있으세요? 취직에 대해 의욕도 없고 노력도 하지 않거든. 따님이 취직에 대해서 적극적이지 않아 속상하시겠어요. 그래서 어떤 식으로 해결해 나가실 생각이신가요? 계속 대화를 해 보면 그래도 실마리가 보이겠지. 진솔하게 대화하는 게 좋은 방법이군요."
  },
  {
    "id": "train_10549",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "부끄러운",
    "dialogue": "아들이 나랑 같이 다니는 걸 부끄러워하네. 아들 때문에 마음이 편치 않겠어요. 관계를 위해 어떤 방법이 좋을까요? 대화도 많이 하고 부족한 부분은 고쳐 나가려고. 대화가 관계를 좋게 하는데 많은 도움이 되는군요."
  },
  {
    "id": "train_10551",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "안도",
    "dialogue": "딸이 나랑 말을 안 해서 날 싫어하는 줄 알았어. 마음이 몹시 아프셨겠어요. 어떤 방법이 해결책이 될 수 있을까요? 힘들었는데 알고 보니 나 때문이 아니더라고. 딸과 대화를 많이 하려고. 다행이에요. 대화가 큰 도움이 되는군요!"
  },
  {
    "id": "train_10645",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "악의적인",
    "dialogue": "오늘 일부러 아들에게 옆집에 사는 학생과 비교되는 말을 했지. 그런 말씀을 하신 이유가 있을까요? 사실 자식들 잘되라고 이야기한 건데. 어떤 부분이 많이 신경 쓰이시는 건가요? 나부터 비교되는 말을 들으면 기분이 안 좋은데 고의로 그런 말을 해서. 일부러 하신 말씀인데도 마음이 편치 않으시군요."
  },
  {
    "id": "train_10653",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "후회되는",
    "dialogue": "아이들을 너무 나무라지 말아야 했는데 후회되네! 어떤 일 때문에 아이들을 혼내셨나요? 하도 시끄럽게 집에서 쿵쿵 뛰어다녀서. 층간 소음 때문에 걱정돼서 그러셨군요. 좀 더 부드럽게 이야기할 수도 있었는데. 아이들에 대한 사랑이 가득하시군요."
  },
  {
    "id": "train_10726",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "초조한",
    "dialogue": "아들이 집을 나가 버렸어. 아들과 무슨 일이 있었나요? 내가 어제 좀 야단쳤더니 짐 싸서 뛰쳐나갔어. 그런 일이 있으셨군요. 연락은 해 보셨어요? 연락도 안 받고 어디 있는지 아무도 모른다고 하니 답답하고 초조해서 미치겠어. 아드님과 연락조차 되지 않아 마음이 더욱 안 좋으시군요."
  },
  {
    "id": "train_10731",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "어제 딸아이가 나한테 더는 자기한테 간섭하지 말라고 해서 충격받았어. 따님과 무슨 일이 있었나요? 아무리 생각해도 애가 왜 그러는지 모르겠어. 내가 혼자 얼마나 애지중지 키워 왔는데 배신당한 느낌이야. 지금은 좀 괜찮으신가요? 앞으로 따님에게 어떻게 말할 생각이신가요?"
  },
  {
    "id": "train_10750",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "편안한",
    "dialogue": "아이들과 함께 주말을 집에서 보내니 편안하고 너무 좋아. 집에서 아이들과 함께 즐거운 주말을 보내고 계시는군요. 요즘은 집안일을 가족들이 도와주니 스트레스도 없고 너무 편해졌어. 가족들의 도움이 스트레스 해소에 큰 도움이 되는군요."
  },
  {
    "id": "train_10784",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "짜증내는",
    "dialogue": "저녁 식사 때 아들이 밥투정해서 야단을 쳤어. 아들의 밥투정으로 마음이 상하셨군요. 그러고 싶지 않았지만 나도 갑자기 짜증이 나서 말싸움을 심하게 했어. 아드님과 어떻게 화해하실 생각이신가요?"
  },
  {
    "id": "train_10812",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "가난한, 불우한",
    "dialogue": "우리 아들이 큰 집에서 살고 싶대. 나는 열심히 산다고 살았는데 기분이 좀 그렇네. 아드님이 큰 집이 부러웠나 보네요. 그래서 뭐라고 말씀해 주셨나요? 밖으로 보이는 부유함만이 다는 아니고 가슴이나 머리가 부자가 되어야 한다고 했는데 씁쓸함은 가시지는 않아. 이해는 해도 아드님이 그렇게 말씀하니 많이 힘드시겠어요.  "
  },
  {
    "id": "train_10914",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "초조한",
    "dialogue": "곧 친언니의 출산일이야. 내가 더 떨리는 거 있지. 출산인데 떨리시겠죠. 언니는 찾아가서 만나 보셨나요? 엊그제 얼굴 보고 왔어. 잘할 수 있을 거라고 말해 주고 왔지. 좋은 격려가 됐겠네요. 곧 이모가 되시는 거네요. 그러게나 말이야. 어서 조카를 만나고 싶어. 그러게요. 매우 기대가 되겠어요."
  },
  {
    "id": "train_11010",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "질투하는",
    "dialogue": "애들이 아빠만 좋아해. 신경질 나. 아이들이 아빠만 좋아해서 속상하시군요? 특별한 상황이 있었나요? 난 늘 잔소리만 하고 아빠는 무조건 다 들어주니까 아이들이 아빠만 좋아해. 아이들을 위해 잔소리를 했는데 그 마음을 아이들이 몰라 주니 답답하시겠어요."
  },
  {
    "id": "train_11011",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "희생된",
    "dialogue": "난 매일 일만 하다 죽을 거야. 일이 많아 힘드시군요. 어떤 일을 하시는지 알고 싶어요. 집안일인데 우리 가족은 아무도 도와주지 않아. 매일 빨래하고 밥하고 청소하고. 끝이 없어. 함께 사는 가족들이 도와주지 않아 힘드시겠어요. 매일 반복되는 일들에 지치는 게 당연해요. 아빠가 집안일은 여자가 하는 거라고 하니까 아이들도 아무 일도 안 해. 조금씩 도와주거나 엄마의 노고를 알아만 주어도 힘이 나실 텐데요."
  },
  {
    "id": "train_11106",
    "situation": "연애,결혼,출산",
    "emotion_big": "상처",
    "emotion_small": "고립된",
    "dialogue": "아기를 낳고 혼자 갇혀 있는 기분이 들어서 우울해. 아기 키우는 게 정말 힘들다고 해요. 우울함을 극복하기 위해 혹시 하는 일이 있나요? 하루에 한 번씩 꼭 산책하려고 해. 풍경을 바라보면 기분이 좀 나아지거든. 산책으로 육아 스트레스를 푸시는군요."
  },
  {
    "id": "train_11129",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "두려운",
    "dialogue": "나는 아들과의 대화가 두려워. 아들과의 대화가 두려우시군요. 무엇이 대화를 두렵게 하였나요? 아들이 이제 다 컸다고 알아서 한다면서 엄마와 대화하는 것이 싫대. 아들이 엄마와 대화하는 것이 싫다고 해서 매우 두려우시군요."
  },
  {
    "id": "train_11151",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "상처",
    "dialogue": "내 딸이 아파. 따님이 아프셔서 마음에 상처를 받으셨군요. 어디가 아픈지 물어봐도 될까요? 백혈병이야. 치료받는 것이 힘들 텐데 내가 어떻게 해야 할지 모르겠어! 딸이 아프셔서 많이 힘드시군요. 지금 치료는 시작했나요? 아직 시작 안 했어. 내일부터 치료 시작인데 내가 해줄 게 없어. 따님을 위해 해 줄 수 있는 게 없다고 생각하시는군요."
  },
  {
    "id": "train_11156",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "고립된",
    "dialogue": "난 아들만 둘인데 아들들이 나하고 대화를 안 하려고 해. 고립된 느낌이야. 아들들이 대화하지 않으려고 하는 이유가 있나요? 나하고는 세대가 맞지 않는대. 나하고는 세대가 맞지 않는다고 했군요. 혹시 이 문제로 다른 가족분들과 상의해 보셨나요?"
  },
  {
    "id": "train_11198",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "염세적인",
    "dialogue": "우리 아들에 대해서 이젠 거의 포기상태야. 구체적인 상황을 설명해 주시면 좋겠어요. 자기 고집만 주장하고 완전 자기 멋대로야. 서로 대화가 잘 안 된다는 말씀 같네요. 상대의 속마음을 모르면 참 답답하죠."
  },
  {
    "id": "train_11255",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "좌절한",
    "dialogue": "아이들이 공부 안 하면 부모로서 너무 안타깝고 화가 나! 아이들이 공부를 안 해서 안타깝고 화도 나신 듯해요. 구체적인 이야기를 더 듣고 싶어요. 재능을 알려면 이것저것 여러 가지 공부를 해 봐야 알지 않겠어? 이것저것 여러 가지를 공부해봐야 재능을 알 수 있을 텐데 그러지 못해서 속상하신 것 같아요."
  },
  {
    "id": "train_11348",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "괴로워하는",
    "dialogue": "우리 딸과 서먹해. 따님과의 관계에서 고충이 있나 봐요. 딸과 예전처럼 지내고 싶은데 쉽지가 않아. 어떻게 하면 좋을까? 좋은 방법 있으면 말해 줘. 가족끼리 서먹한 걸 푸는 게 쉽지는 않죠. 제일 먼저 할 수 있는 방법이 있을까요? 대화를 시도해야 할 것 같아. 첫 번째로 대화를 생각하셨네요."
  },
  {
    "id": "train_11382",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "억울한",
    "dialogue": "어제 아들 녀석에게 잔소리했는데 지켜보던 집사람이 아들 편을 들더라고. 부인이 아들 편을 들어서 속상하시죠. 부인껜 다시 말씀해 보셨나요? 평소에 아들에게 관심을 좀 가져보래서 붙잡고 이야기해 본 건데 오히려 내가 잘못이라니 말이 되느냐고. 부인 말씀대로 아드님께 관심을 보였지만 오히려 오해를 사신 것이군요. 나보고 어떻게 하라는 건지 잘 모르겠어. 부인의 속마음을 알기는 어려운 일인 것 같네요."
  },
  {
    "id": "train_11489",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "회의적인",
    "dialogue": "여자들에게 출산하라고 강요하는 문화가 너무 싫어. 출산을 강요하는 문화 때문에 기분이 안 좋아 보이네요. 아이 한 명에 들어가는 비용도 많고 육아와 일을 병행하게 되니 체력적으로도 힘들고 말이야. 육아는 여러 면에서 매우 힘들죠. 일을 그만두기도 쉽지 않고요."
  },
  {
    "id": "train_11502",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "비통한",
    "dialogue": "얼마 전에 출산했는데 출산을 하고 나니 너무 비통하고 우울해. 우선 너무 고생하셨다고 말씀드리고 싶어요. 어떻게 비통하고 우울하신지요? 출산하고 나니 내 삶은 없고 오직 아이만 있는 것 같거든. 주변 사람들도 내 안부는 안 물어보고 아이만 관심 가져. 특히 사람들의 태도 때문에 나보다 아이가 훨씬 중요한 것만 같다고 느끼신 것 같아요. 그래서 내일은 엄마가 와서 같이 시간 보내기로 했어. 내일 어머니와 마음 따뜻한 시간 보내시고 그 시간이 위로된다면 너무 좋겠습니다."
  },
  {
    "id": "train_11511",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "우울한",
    "dialogue": "요즘 딸이 무슨 말만 하면 화를 내서 너무 우울해. 따님의 태도 때문에 우울하시군요. 자세히 어떤 일인가요? 내 딴에는 요즘 힘들어 보여서 말을 걸고 도와주려 한 건데 딸은 그걸 간섭이라 생각하나 봐. 딸이 오해해서 무척 속상하셨을 것 같습니다. 앞으로 어떻게 하면 좋을까요?"
  },
  {
    "id": "train_11518",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "실망한",
    "dialogue": "이번에 딸이 생겼으면 싶었는데 아들을 출산하게 되어 안타까워. 딸을 더 원했기에 조금은 실망하셨겠어요. 건강한 아들을 출산하셨나요? 건강하게 태어났어. 하지만 다음에는 딸이 태어났으면 좋겠어! 다음에는 바람대로 꼭 딸을 출산하시길 바랍니다. 그리고 기운 내셨으면 좋겠습니다."
  },
  {
    "id": "train_11559",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "혐오스러운",
    "dialogue": "서른이 넘은 아들이 팬티만 입고 자는 모습을 보고 깜짝 놀랐어! 다 큰 아들이 속옷만 입고 잤군요. 잠옷이 있지만 불편하다고 입지 않아. 민망한 모습이 너무 보기 싫어. 속옷만 입은 모습이 보기 싫으시겠어요. 여동생이 있는데 가끔은 팬티만 입고 거실에 나오기도 해 가족에게도 배려가 필요하다는 것을 대화를 통해 이해하도록 해야겠어요."
  },
  {
    "id": "train_11576",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "걱정스러운",
    "dialogue": "딸이 짧은 치마를 입고 외출하려고 해서 남의 시선이 의식돼. 노출 있는 옷이라 타인의 시선이 의식되었군요. 응. 그래서 옷을 갈아입는 게 어떻겠냐고 했어. 옷을 갈아입고 나갔나요? 처음엔 싫어했지만 설득해서 갈아입고 나갔어. 설득이 받아들여져서 안심하셨겠어요."
  },
  {
    "id": "train_11583",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "한심한",
    "dialogue": "아들이 밤새 게임만 하나 봐. 아들의 모습에 어떤 기분이 들었나요? 한심하고 속상해. 종일 게임하고 식사 시간은 잠자느라 함께 밥도 못 먹었거든. 아들의 행동이 이해 안 되고 속상하시겠습니다."
  },
  {
    "id": "train_11633",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "죄책감의",
    "dialogue": "가족이랑 점점 멀어지는 것 같아. 그런 생각을 하시게 된 계기를 여쭤봐도 될까요? 가족에게 너무 신경을 못 써서 아이가 문제 생겼을 때 나한테는 말도 못 하더라고. 너무 미안했어. 가족에게 충분히 신경 써주지 못해 미안한 마음이군요."
  },
  {
    "id": "train_11660",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "환멸을 느끼는",
    "dialogue": "지하철에서 어떤 엄마가 귀찮다며 아이의 손을 뿌리치는 모습을 보고 나서 출산에 대한 환멸을 느꼈어. 아이 엄마의 어떠한 부분에서 환멸을 느끼셨는지 조금 더 자세히 들려주실 수 있으실까요? 엄마의 모습은 육아에 굉장히 지쳐 보였거든. 아이가 건드는 것조차 거슬리는 것 같았어. 엄마의 모습이 육아에 몹시 지친 것으로 보였나 봅니다."
  },
  {
    "id": "train_11720",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "안도",
    "dialogue": "첫 아이가 건강하게 태어났어. 아이가 건강해서 기쁘시겠어요. 출산하시느라 고생 많으셨어요. 경험이 없어서 이런저런 걱정이 많았는데 정말 다행이야. 이제 마음이 놓이시겠어요."
  },
  {
    "id": "train_11745",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "고립된",
    "dialogue": "집에 오면 나 혼자인 것처럼 너무 외로워. 외로움을 느끼시는군요. 가족들과의 관계는 어떤가요? 집사람과 아이들이 나하고는 대화하기를 싫어하는 것 같아. 소통이 잘 안 되어 속상하시겠어요. 그 이유가 뭔지 생각해보셨나요?"
  },
  {
    "id": "train_11954",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "안도",
    "dialogue": "며칠 전에 누나가 출산을 했다는데 다행히 순산했다고 하더라고. 정말 다행이네요. 건강한 조카를 얻으셔서 기쁘시겠네요. 조카도 조카지만 누나가 잘못되지 않았다는 게 마음이 놓여. 누나가 건강해서 다행이에요. 응. 조카도 누나도 얼른 퇴원해서 편하게 만나고 싶다. 새 식구와 얼른 만나셔서 화목한 가족이 되셨으면 좋겠네요."
  },
  {
    "id": "train_12034",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "실망한",
    "dialogue": "난 더 이상 아기를 가질 수 없대. 이제 아이를 가질 수 없다는 이야기를 듣고 많이 속상하셨겠어요. 너무 우울해서 잠도 안 와. 일상생활에 지장이 생길 만큼 슬프시군요. 여행 가서 생각 좀 정리해야겠어. 잘 극복하시길 바랄게요."
  },
  {
    "id": "train_12035",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "우울한",
    "dialogue": "산후우울증인가 아기를 봐도 기쁘지 않아. 많이 힘들어 보이시네요. 맞아. 내 생활이 전혀 없어. 출산 후 본인의 생활이 없어 많이 힘드시겠어요. 응. 출산 후 변화가 너무 힘들어. 도움을 받을 수 있는 누군가가 있었으면 좋겠네요."
  },
  {
    "id": "train_12145",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "당혹스러운",
    "dialogue": "아이 키우는 것이 이렇게 어려운 것인 줄 몰랐어. 육아로 인해 많이 당혹스러우시겠어요. 다들 하는 것인데 나만 어려워하는 것일까? 어떤 부분이 제일 어려우세요? 밤낮이 없다는 거. 하루 종일 육아에 시달리셔서 힘드시군요."
  },
  {
    "id": "train_12148",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "조심스러운",
    "dialogue": "나 이번에 기다리고 기다리던 아이가 생겼어! 기다리던 아이가 생기다니 기쁘시겠어요. 그런데 노산이라 불안 불안해. 건강하게 출산이 어려울까 걱정되시는군요. 응. 그래서 아무래도 조심스럽네. 기다리던 아이라 더 조심스러우실 것 같아요."
  },
  {
    "id": "train_12333",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "취약한",
    "dialogue": "나는 유독 아기 돌보는 데는 자신이 없어. 아기를 돌보는 것에 취약하다고 느끼시는 것 같아요. 내가 낳은 아기임에도 울거나 보채기만 하면 온몸이 마비돼 버려. 아이가 울 때 불안함을 느끼시나 보군요. 응. 너무 무서워 아기가. 이 문제에 대해 도움을 받을 수 있는 사람이 있었으면 좋겠네요."
  },
  {
    "id": "train_12340",
    "situation": "연애,결혼,출산",
    "emotion_big": "상처",
    "emotion_small": "고립된",
    "dialogue": "출산을 한 이후로 사회적으로 고립되는 느낌이야. 외로워. 출산으로 인해 외로움을 느끼시는군요. 세상 사람들은 다 즐겁게 생활하는데 나만 외톨이처럼 집에만 있는 거야. 출산 후 변화된 생활 패턴이 힘드시군요.  아이가 조금 크면 나도 고립에서 벗어나 자유로울 수 있겠지? 곧 자유로운 생활을 하시길 바라요."
  },
  {
    "id": "train_12352",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "신뢰하는",
    "dialogue": "출산 도우미 아주머니가 너무 마음에 들어! 도우미 아주머니가 마음에 드시나 보네요. 잘된 일이에요. 응! 아기도 너무 잘 봐주시고 일도 너무 척척 잘하시니깐 믿음이 가더라고. 몸도 마음도 힘들 시기인데 도움이 되시는 분을 만나 정말 다행이에요. 그래서 이번에 선물을 하나 드리려고! 감사한 마음을 표현할 수 있는 선물을 고르시길 바라요."
  },
  {
    "id": "train_12356",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "안도",
    "dialogue": "무사히 조카가 태어났어. 조카가 생겨서 기쁘시겠어요. 응. 그토록 바라던 아이였는데 잘 낳아서 다행이야. 조카가 생기면 뭘 가장 하고 싶으셨어요? 손잡고 나가 보고 싶은데 좀 더 있어야 할 것 같아. 조카와 함께 산책하는 날이 어서 오길 바랄게요."
  },
  {
    "id": "train_12441",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "눈물이 나는",
    "dialogue": "아이가 오늘 크게 다쳐서 병원에 왔어. 병원에 갈 정도로 아이가 아프다니 마음이 안 좋으셨겠어요. 응. 내가 잘 돌보지 못한 것 같아. 미안해서 눈물이 나네. 아이가 다쳐 슬프시군요. 응. 너무 미안해서 눈물이 나. 주위에 곁에 있어 줄 사람이 있었으면 좋겠네요."
  },
  {
    "id": "train_13265",
    "situation": "연애,결혼,출산",
    "emotion_big": "상처",
    "emotion_small": "가난한, 불우한",
    "dialogue": "이 지긋지긋한 가난함에서 벗어나고 싶어. 가난함에서 벗어나고 싶군요. 나와 내 동반자 그리고 우리 아이를 꼭 행복하게 해주고 싶어. 금전적인 방법 외에 행복하게 해줄 방법은 무엇이 있을까요? 이 가난에서 벗어나는 게 유일하게 행복하게 해주는 방법이 아닐까. 원하는 대로 이루어지길 바랄게요."
  },
  {
    "id": "train_13348",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "우울한",
    "dialogue": "내가 장난으로 한 말을 진심으로 받아들이는 애인에게 너무 서운했어. 애인이 장난을 진심으로 받아들여서 서운하셨군요. 더 자세히 설명해주시겠어요? 내가 장난으로 헤어지자고 말했는데 애인이 그 말을 진심으로 생각하고 내 연락을 받지 않아서 너무 우울해. 연락을 받지 않는 애인 때문에 정말 슬프실 것 같아요. 어떻게 하면 좋을까요? 일단은 연락이 올 때까지 기다리고 애인과 대화로 문제를 해결해야겠어. 애인과의 진솔한 대화로 어려운 상황이 잘 해결되면 좋겠어요."
  },
  {
    "id": "train_13353",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "우울한",
    "dialogue": "애인과 싸우고 집에 들어가는 길에 다정한 연인을 봤는데 갑자기 눈물이 쏟아졌어. 애인과의 싸운 상황과는 반대인 다정한 연인을 보니 우울한 감정이 들었나 봐요. 우리랑은 다르게 정말 행복해 보여서 부럽기도 하고 우울하기도 했어. 정말 마음이 힘드실 것 같아요. 이 상황을 어떻게 극복하는 것이 좋을까요? 우리도 빨리 화해해서 예전의 행복한 모습으로 돌아가면 좋을 것 같아. 애인과의 관계가 회복되어 행복한 연인의 모습으로 돌아가길 바라요."
  },
  {
    "id": "train_13487",
    "situation": "연애,결혼,출산",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "오늘 애인의 집에 놀러 갔는데 내가 모르는 사람의 신발이 있어서 너무 혼란스러워. 애인 분의 집에서 모르는 신발을 보고 혼란스러우셨군요. 나 몰래 바람을 피우고 있었던 걸까 생각하니 너무 슬퍼. 애인 분이 바람을 피우고 있었을까 봐 슬프시군요. 어떻게 하면 지금 기분을 이겨낼 수 있을까요? 당장 애인을 찾아가서 그 신발에 대해 물어봐야겠어. 애인분과의 대화가 잘 풀려서 상황이 해결됐으면 좋겠어요."
  },
  {
    "id": "train_13572",
    "situation": "연애,결혼,출산",
    "emotion_big": "분노",
    "emotion_small": "안달하는",
    "dialogue": "배 속의 아이가 건강하게 태어나야 할텐데 걱정되네. 태어날 아이의 건강을 걱정하시는군요. 부디 건강한 모습으로 나와야 할 텐데. 이런 걱정을 줄이려면 어떻게 하는 게 좋을까요? 평소 좋아하는 음악을 듣던지 영화를 한 편 봐야겠어. 평소 좋아하시는 걸 하면서 잠시 걱정되는 마음을 내려 놓으시길 바라요."
  },
  {
    "id": "train_13655",
    "situation": "가족관계",
    "emotion_big": "불안",
    "emotion_small": "스트레스 받는",
    "dialogue": "난 엄마 딸인데도 엄마는 슈퍼 아저씨 말만 듣고 내가 훔친 줄 의심하고 있어. 나는 너무 불안해. 엄마가 다른 사람 말만 듣고 의심해서 불안하시겠어요. 엄마는 나한테 실망했는지 집에 돌아와서도 나와 전혀 말을 안 해. 엄마는 나한테 실망했는지 집에 돌아와서도 나와 전혀 말을 안하는군요. 이 상황에서 할 수 있는 게 어떤 것이 있을까요? 아빠한테 억울하다고 말해봐야겠어. 아빠와의 대화로 엄마의 오해가 잘 풀렸으면 좋겠어요."
  },
  {
    "id": "train_13753",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "느긋",
    "dialogue": "병원서 검진 받았는데 아이가 건강하게 태어나겠다고 의사 선생님이 그랬어. 건강한 아이가 태어나 기쁘시겠어요. 의사 선생님에게 막상 듣고 나니 실감이 나서 더 기뻤어. 앞으로 무엇을 할 수 있을까요? 바르고 긍정적인 생각을 하고 말과 행동 역시 잘해야겠다고 생각했어. 앞으로도 바르고 긍정적인 생각을 갖기를 바랄게요."
  },
  {
    "id": "train_13784",
    "situation": "가족관계",
    "emotion_big": "분노",
    "emotion_small": "노여워하는",
    "dialogue": "알아들었다고 말하는데도 아빠는 계속 화를 내. 알아들었다고 말하는데도 아빠는 계속 화를 내는군요. 좀 더 자세히 말씀해주시겠어요? 아빠가 잔소리 할 때 알았다고 말해도 끝내지를 않고 화내서 나도 화가 나. 아빠가 잔소리 할 때 알았다고 말해도 끝내지를 않고 화내서 나도 화가 나는군요. 이 상황을 변화시키기 위해 무엇을 할 수 있을까요? 아빠한테 너무 스트레스라고 말해야겠어. 아버지와의 대화로 상황이 나아지기를 바랄게요."
  },
  {
    "id": "train_13825",
    "situation": "가족관계",
    "emotion_big": "기쁨",
    "emotion_small": "만족스러운",
    "dialogue": "아빠가 호주로 출장을 가게 됐는데 나랑 엄마도 같이 가기로 했어. 기분이 좋아. 아버지의 출장을 따라 호주를 가게 돼서 좋으시겠어요. 호주에 가서 어디를 여행 할지 엄마랑 애기 나누면서 설레고 기뻐. 호주 어디를 여행하실 생각인가요? 대충 알아는 봤는데 구체적으로 정한 것은 없어. 즐거운 여행이 되길 바랄게요."
  },
  {
    "id": "train_13964",
    "situation": "가족관계",
    "emotion_big": "기쁨",
    "emotion_small": "흥분",
    "dialogue": "가족들과 처음으로 해외여행을 가게 되었어! 온 가족이 해외여행이라니 정말 흥분되는 일이에요. 여행지가 결정된 것도 아닌데 이렇게 기분이 날아가듯이 기뻐! 이젠 뭘 할 생각인가요? 당장 오늘부터 가족들과 여행지 맛집 검색을 함께 해봐야 할 거 같아. 맛있는 음식을 드시면서 더 행복한 여행이 되시면 좋겠어요."
  },
  {
    "id": "train_14015",
    "situation": "연애,결혼,출산",
    "emotion_big": "상처",
    "emotion_small": "희생된",
    "dialogue": "아이에게 온종일 매달려야하는 부모로 살아가기엔 더 큰 용기와 책임감이 따라야 했어. 부모로 살아가기 위해 많은 책임감을 느끼셨군요. 나는 이렇게까지 부모 역할이 힘들 줄은 몰랐어. 어떻게 하면 힘든 점을 극복할 수 있을까요? 그냥 육아에 대해서 끊임없이 공부해야겠지. 좋은 부모가 되고 싶어. 육아공부를 통해서 좋은 부모가 되기를 바라요."
  },
  {
    "id": "train_14331",
    "situation": "가족관계",
    "emotion_big": "당황",
    "emotion_small": "부끄러운",
    "dialogue": "아빠에게 요즘 유행하는 말을 보냈는데 전혀 모르시더라. 세대 차이가 실감 났어. 세대 차이가 실감 나셨군요. 조금 더 말씀해 주시겠어요? 이런 생각 하면 안 되지만 순간 아빠가 부끄러웠어. 난 나쁜 딸이야. 그런 기분이 드셨군요. 어떻게 하면 풀 수 있을까요? 아빠에게 직접 요즘 말들을 알려주고 사랑한다고 말해야겠어. 사랑한다고 말해서 기분이 잘 풀리셨으면 좋겠어요."
  },
  {
    "id": "train_14335",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "상처",
    "dialogue": "딸과 다퉜는데 내 딸로 태어나고 싶지 않대서 너무 슬퍼. 딸과 다퉈서 슬프시군요. 내가 얼마나 애지중지 키웠는데. 어떻게 나한테 그런 말을 해? 이 상황을 해결할 수 있는 방안은 어떤 게 있을까요? 딸과 진지하게 대화를 해봐야겠어. 대화를 통해 바라시는 대로 잘 해결되었으면 좋겠어요."
  },
  {
    "id": "train_14340",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "상처",
    "dialogue": "아들이 뚱뚱한 나를 부끄러워하는 것 같아. 왜 그렇게 생각하시나요? 그렇게 계속 살찌면 사람들이 싫어할 거래. 어떻게 해야 이 상황을 바꿀 수 있을까요? 나를 바꾸기보단 사람들의 인식을 바꾸겠어. 인식을 바꿔서 지금 상황을 잘 이겨내길 바라요."
  },
  {
    "id": "train_14378",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "짜증내는",
    "dialogue": "아들 방에 빼곡히 붙여놓은 아이돌 포스터를 보면 한숨이 나와. 아들 방에 있는 아이돌 포스터 때문에 기분이 안 좋으시겠어요. 혼을 내도 차분하게 말해도 바뀔 생각이 없네. 어쩜 좋을까? 어떤 방법이 좋은 방법이라 생각하세요? 아들이 평소에 키우고 싶어 하던 강아지를 선물하면서 대화해봐야겠어. 아들과의 대화로 잘 해결됐으면 좋겠어요."
  },
  {
    "id": "train_14492",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "당혹스러운",
    "dialogue": "차가 없어져 도난 신고를 했더니 아들이 타고 나간 것이었어. 차가 없어져 도난 신고를 했더니 아들이 타고 나간 것이어서 당황스럽고 화나겠어요. 지금 아들이 말도 없이 내 차를 타고가서 화나. 도난신고는 어떻게 취소해야 되는지 모르겠어. 아드님께 많이 화가 나셨을 것 같아요. 어떻게 하는 게 좋을까요? 아들 훈육을 하고 아들이 직접 도난신고 취소를 하게 할 거야. 자녀분 스스로 문제를 해결하도록 하려고 하시는군요."
  },
  {
    "id": "train_14613",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "눈물이 나는",
    "dialogue": "아들이 큰 사고가 나서 더 이상 걸을 수 없게 되었어. 아드님이 큰 사고가 났군요. 슬프시겠어요. 어쩌면 좋을까? 제일 슬퍼하는 건 우리 아들일 텐데. 아드님이 많이 슬플 것 같아요. 아들을 위해서 해줄 수 있는 건 없을까요? 남들에게 더 떳떳하게 아들을 자랑스럽게 소개시켜줘야겠어. 전혀 아들이 부끄럽지 않다고 해야겠어. 아들에게 용기를 주려고 하시는군요."
  },
  {
    "id": "train_14616",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "눈물이 나는",
    "dialogue": "일찍 세상에 나온 큰 아들이 인큐베이터에 삼 일을 머물다가 하늘나라로 먼저 갔어. 큰 아들이 먼저 하늘나라로 갔군요. 슬프시겠어요. 눈물만 나와 큰 아들이 먼저 가서 너무 슬퍼. 많이 슬프시겠어요. 하지만 큰 아들을 위해서 할 수 있는 게 없을까요? 항상 큰 아들을 생각하며 외롭지 않게 한 가족이라는 걸 알려줘야지. 큰 아들이 많이 그리우시겠어요."
  },
  {
    "id": "train_14696",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "불안",
    "dialogue": "요즘 딸 때문에 불안해서 잠이 안 와. 딸 때문에 불안하시군요. 무슨 일인지 조금 더 자세히 말씀해주시겠어요? 딸이 자주 외박을 해서 걱정되는 마음 때문에 나도 잠을 못 자고 힘들어. 딸이 자주 외박을 해서 걱정되고 힘드시군요. 어떻게 대처하면 좋을까요? 내 말 듣지도 않을 거야. 할 수 있는 게 없어. 따님의 외박을 막을 방법이 없어 답답하시겠어요."
  },
  {
    "id": "train_14746",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "실망한",
    "dialogue": "아들이 나보다 엄마가 좋다고 해서 슬퍼. 아들이 그렇게 말하여서 슬프시군요. 평소에 아들하고 잘 놀아주시나요? 잘은 아니더라도 조금은 놀아줘. 그러시군요. 아들의 선택을 받기 위해선 무엇을 하면 좋을까요? 내가 조금 더 노력해서 놀아줘야 할 것 같아. 아들과 더 시간을 보내려고 하시는군요."
  },
  {
    "id": "train_14751",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "실망한",
    "dialogue": "아들이 하라던 공부는 안하고 계속 게임만 해. 아들이 게임만 하셔서 기분이 별로 안 좋으시겠어요. 기분도 별로고 아들과 멀어지는 기분이 들어. 어떻게 하면 이 상황을 발전시킬 수 있을까요? 아들과 가까워지도록 대화를 나눠보던가 재미있게 놀아야 할 거 같아. 관계가 더 가까워지셨으면 좋겠어요."
  },
  {
    "id": "train_14862",
    "situation": "가족관계",
    "emotion_big": "분노",
    "emotion_small": "안달하는",
    "dialogue": "엄마랑 따로 사는데 전화를 걸면 유독 신호음이 길게 느껴져서 불안해. 따로 사는 엄마의 전화 신호음이 길게 느껴지시군요. 불안하시겠어요. 엄마가 날 싫어하는 게 아닐까? 당장 엄마를 찾아가서 투정 부리고 싶어. 엄마가 날 싫어하는 건지 걱정이시군요. 불안한 마음을 어떻게 해소해야 좋을까요? 투정 부리기보다는 엄마와 대화가 필요한 것 같아. 엄마와 대화를 통해 잘 해결됐으면 좋겠어요."
  },
  {
    "id": "train_14938",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "흥분",
    "dialogue": "출산을 했는데 아기가 무사히 태어나주어서 기뻐. 아기가 무사히 태어나 정말 기쁘시겠어요. 무사히 태어나서 너무 다행이야. 아이가 무사해서 다행이시군요. 이 기쁨을 나눌 방법이 무엇이 있을까요? 빨리 가족들에게 연락을 해야겠어. 가족들과의 대화로 기쁨을 배로 나누었으면 좋겠어요."
  },
  {
    "id": "train_14941",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "흥분",
    "dialogue": "오늘 산부인과에 다녀왔어. 너무 기뻐. 산부인과에 다녀오셔서 기쁘시군요. 자세한 이야기를 들려 주실 수 있을까요? 초음파 사진으로 아기의 얼굴이 보였어. 내 아이가 생겼다니 너무 놀라워. 새로운 가족이 생겨서 기쁘시군요. 이 기쁨을 누군가와 나눌 수 있을까요? 오늘은 엄마와 식사를 해야겠어. 엄마와의 즐거운 식사 시간이 되었으면 좋겠어요!"
  },
  {
    "id": "train_15163",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "질투하는",
    "dialogue": "자기 누나만 편애한다고 생각하는 아들이 있어 기분이 안 좋아. 아들이 오해해 기분이 안 좋으시군요. 난 누구도 편애한다고 생각 안 했는데 왜 저런 생각을 하는 거지? 아들이 저런 마음을 가진 이유가 무엇일까요? 아들과 대화를 조금 나누어 봐야겠어. 대화가 잘 돼서 기분이 나아지셨으면 좋겠어요."
  },
  {
    "id": "train_15212",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "회의적인",
    "dialogue": "딸이 비혼으로 살고 싶다고 말하는데 왜 저러는지 모르겠어. 비혼으로 살고 싶은 딸이 이해가 안 되시는군요. 혼자서 살아가는 게 얼마나 힘든 일인지 아직 잘 모르는 것 같아. 지금 상황에서 해볼 수 있는 일이 뭐가 있을까요? 딸과 허심탄회하게 이야기 나눠봐야겠어. 대화를 통해 상황이 나아지기를 바랄게요."
  },
  {
    "id": "train_15215",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "회의적인",
    "dialogue": "내가 이번에 재혼을 할까 하는데 딸이 회의적인 거 같아서 걱정이야. 딸이 재혼을 별로 안 좋아는 거 같아서 걱정이시군요. 딸의 속마음이 어떤지도 모르겠어. 내가 어떻게 하는 게 좋을까? 딸의 속마음이 어떤지 알고 싶으시군요. 이 문제에 관해 누구와 상의해야 좋을까요? 딸이 삼촌을 아빠처럼 따르는 데 속마음을 이야기했었는지 우선 물어보는 게 좋겠어. 삼촌에게 먼저 물어보려고 하시는군요. "
  },
  {
    "id": "train_15239",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "당황",
    "dialogue": "오늘 딸과 걷다가 손을 잡았더니 질색하며 뿌리쳤는데 당황스럽고 슬퍼. 아이가 손을 뿌리쳤다니 많이 당황스러웠겠어요. 딸에게 친근하게 다가가고자 했던 건데 아이가 불편했나 봐. 아이가 불편해했다고 생각하시는군요. 이 문제에 당황하지 않으려면 앞으로 어떻게 해야 좋을까요? 아이가 불편해할 만한 신체적 접촉은 줄여야겠어. 불편한 신체 접촉을 줄이려고 하시는군요."
  },
  {
    "id": "train_15242",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "당황",
    "dialogue": "오늘 아들이 나에게 동성애자라는 사실을 밝혀서 정말 당황했어. 아들이 동성애자라는 사실을 알고 많이 당황스러웠겠어요. 그동안 홀로 마음고생 했을 아들에게 부모로서 힘이 되고 싶어. 이럴 땐 어떻게 대처하는 게 좋을까요? 아들과 솔직하게 대화하며 의지할 수 있도록 믿음을 줄 거야. 아들과 대화를 통해 더욱 믿음을 주길 바라요."
  },
  {
    "id": "train_15246",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "당황",
    "dialogue": "오늘 딸이 내 발에 걸려 넘어지는 바람에 울어서 놀랐어. 아이가 넘어져서 다치지 않을까 많이 놀라셨겠어요. 아이가 가끔 부주의해서 종종 다치곤 해. 아이에게 부주의한 성향이 있군요. 이 문제에 관해서 어떻게 대화해야 좋을까요? 아이에게 주위를 잘 살피고 조심하라고 해야겠어. 아이에게 조심하라고 말하려고 하시는군요."
  },
  {
    "id": "train_15251",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "안도",
    "dialogue": "딸이 아침에 비명을 질러 놀라서 나가보니 그냥 나비가 딸 팔위에 앉은 것이라 안심했어. 처음엔 놀라셨겠지만 그냥 나비가 앉은 것뿐이었군요. 딸이 벌레나 곤충을 싫어하는데 가끔 유난스럽게 굴어. 이런 경우엔 부모로서 어떻게 도와줄 수 있을까요? 아이 방에 살충제를 미리 준비해야겠어. 살충제가 효과가 있길 바라요."
  },
  {
    "id": "train_15257",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "안도",
    "dialogue": "아들이 컴퓨터 게임을 너무 좋아해서 걱정했는데 다행히 시력이 크게 떨어지지 않았어. 아이가 눈이 크게 나빠지지 않아 다행이네요. 아들이 특별한 취미가 없다보니 컴퓨터 게임만 해서 걱정이야. 아들이 게임을 많이 할 때는 어떻게 하는 게 좋을까요? 아이와 컴퓨터 이용시간을 정해서 하도록 얘기해야겠어. 아이의 컴퓨터 이용 시간을 정하고 싶으시군요."
  },
  {
    "id": "train_15403",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "눈물이 나는",
    "dialogue": "아이가 몸살 때문에 아픈데 아파서 그런지 계속 칭얼대. 너무 마음이 아프고 아려. 아이가 아파 칭얼대자 마음이 아프시군요. 열이 계속 떨어지지 않아서 너무 걱정되어서 눈물이 자꾸 나. 아이의 건강이 걱정되시는군요. 누구의 도움을 받아야 좋을까요? 안 되겠어. 응급실이라도 얼른 데려가야겠어. 아이를 응급실에 데려가려고 하시는군요."
  },
  {
    "id": "train_15781",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "흥분",
    "dialogue": "아들이 반에서 꼴등만 안하면 된다고 생각했는데 십 등을 해서 너무 기특해. 아드님이 십 등을 해서 너무 기쁘고 행복하시겠어요. 아들은 평소에 공부에 관심이 없는 줄 알았는데 엄마인 내가 너무 무심했던 것 같아. 아들의 일로 본인을 돌아보시는군요. 어떻게 하면 지금의 상황을 변화시킬 수 있을까요? 아들이 공부의 흥미를 잃지 않도록 공부할 때마다 칭찬을 많이 해야겠어. 아드님이 공부할 때마다 칭찬을 많이 해줄 계획이시군요."
  },
  {
    "id": "train_15788",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "흥분",
    "dialogue": "해외에서 유학하고 있는 딸을 일 년 만에 만나러 드디어 내일 출발하는데 너무 기대가 돼. 따님을 일 년만에 만나러 가신다니 정말 기대되시겠어요. 어릴 적부터 계속 떨어져서 지내서 딸 생각만 해도 눈물이 나. 오랫동안 떨어져 지내서 딸 생각만 해도 눈물이 나시는군요. 이번에 만나는 게 더욱 기쁘시겠어요. 응. 이번에 가서 그동안의 얘기도 다 듣고 딸이랑 사진도 많이 찍을 거야. 따님과 오랜만에 만나 행복한 시간 보내시길 바라요."
  },
  {
    "id": "train_15789",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "흥분",
    "dialogue": "아들이 명절 때 집에 온다고 해서 오늘은 하루 종일 기분이 좋아. 아드님 볼 생각에 기분이 하루 종일 좋으시겠어요. 작년에 서로에게 서운한 일이 있어 그동안 왕래가 적었는데 이번에 먼저 찾아온다고 해서 너무 고맙네. 그동안 왕래가 적었는데 이번에 아드님이 먼저 찾아온다고 해서 고맙고 기쁘시군요. 이제 나도 아들에게 스트레스 주는 말을 하지 않도록 노력하고 조심하려고. 두 분의 관계가 잘 풀렸으면 좋겠어요."
  },
  {
    "id": "train_15791",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "흥분",
    "dialogue": "아들이 서울대 의대에 합격했는데 내가 합격한 것보다 더 기뻐. 서울대 의대에 합격한 아들이 자랑스러우시겠어요. 아들이 공부하면서 너무 예민해서 그동안 힘들었는데 결과가 이렇게 좋으니 참 다행이네. 그동안 힘들었지만 결과가 이렇게 좋아서 다행이군요. 이제 아들과 관계를 회복하는 데에 노력을 많이 할 거야. 아드님과의 관계가 잘 회복되었으면 좋겠어요."
  },
  {
    "id": "train_15952",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "배신당한",
    "dialogue": "아들이 몰래 자퇴를 하고 일을 하고 있었대. 아드님께서 자퇴를 하시고 일하신다는 사실을 아시고 많이 놀라셨겠어요. 믿었던 아들이 그럴 줄 몰라서 충격적이었어. 많이 충격을 받으셨군요. 어떻게 하면 상황이 조금 나아질 수 있을까요? 아들과 대화를 해보는 것이 좋겠어. 아들과 대화를 통해 문제를 잘 해결하셨으면 좋겠어요."
  },
  {
    "id": "train_15956",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "배신당한",
    "dialogue": "아들이 성실하다고 생각했는데 아니었어. 이렇게 게으르게 살고 있었다니. 예상과 다른 아들의 모습에 깜짝 놀라셨군요. 자취하는 아들이 이 정도로 이중적인 생활을 하고 있다니 너무 충격적이야. 많이 충격 받으셨군요. 이 상황에서 할 수 있는 게 어떤 것이 있을까요? 아들이 왜 이렇게 생활을 하고 있는지 생각해봐야겠어. 아드님의 상황을 이해해 보려고 하시는군요."
  },
  {
    "id": "train_15988",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "비통한",
    "dialogue": "어렵게 출산한 아인데 장애를 가지고 태어났어. 아이가 장애를 가지고 태어나서 마음이 아프시겠어요. 어렵게 낳은 만큼 아이가 건강하길 바랐는데 장애를 가지게 되어서 슬퍼. 아이의 건강 문제가 좋지 않아 슬퍼하시는군요. 어떻게 하면 이 상황이 좋아질까요? 내가 꼭 그 아이를 행복하게 해줄 거야. 온 가족이 모두 행복하시기를 바라요."
  },
  {
    "id": "train_16411",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "당혹스러운",
    "dialogue": "아들이 남자를 데리고 와서 애인이라고 하는 바람에 너무 놀랐어. 아들이 동성애자라고 고백해서 많이 당혹스러웠겠어요. 아직은 동성애자에 대한 사회적 인식이 안 좋아서 걱정이 되네. 아들에게 동성애에 대한 우려를 어떻게 이야기 하는 게 좋을까요? 일단은 아들의 동성애를 인정하고 열린 마음으로 이야기를 해야 할 것 같아. 엄마의 동성애를 인정하는 열린 마음이 아들에게 많은 도움이 되었으면 좋겠어요."
  },
  {
    "id": "train_16412",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "당혹스러운",
    "dialogue": "요즘 들어 딸이 밥을 안 먹어서 걱정이야. 딸이 금식으로 인해서 건강을 해칠까 봐 걱정이시겠어요. 음식을 너무 안 먹으면 건강에 매우 해롭기 때문에 걱정이 되네. 밥을 안 먹는 딸에게 어떻게 밥을 먹으라고 하는 게 좋을 방법일까요? 음식과 건강에 대한 다큐멘터리를 보여주면서 건강과 식사와의 관계를 알려주려고 해. 음식과 건강에 대한 다큐멘터리가 도움이 되었으면 좋겠어요."
  },
  {
    "id": "train_16446",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "취직한 줄 알았던 아들이 알고 보니 백수였어. 오늘 피시방에서 놀고 있는 걸 발견했어. 아드님이 취직했다는 사실이 거짓인 것을 아시고 많이 당황스러웠겠어요. 아들이 정신 차리게 만들어야겠어. 정말 염려가 크시겠어요. 이런 상황에서 어떻게 하는 것이 좋을까요? 우선 아들과 솔직하게 이야기를 나눠봐야겠어. 아드님과 대화를 통해 이 문제가 잘 해결되면 좋겠어요."
  },
  {
    "id": "train_16485",
    "situation": "연애,결혼,출산",
    "emotion_big": "당황",
    "emotion_small": "부끄러운",
    "dialogue": "바람 피우고 있는 것을 아이에게 들켰어. 그래서 당황했어. 바람 피우는 것을 아이에게 들켜서 당황했군요. 너무 미안해서 어떻게 해야 할지 모르겠어. 미안해서 어떻게 해야 할지 모르겠군요. 어떻게 하는 게 좋을까요? 다른 여자와 바람 피우는 걸 그만하고 아이한테 사과해야겠어. 바람을 그만 피우고 아이한테 사과를 한다니 좋은 생각 같아요. 아이가 좋아할 거예요."
  },
  {
    "id": "train_16533",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "낙담한",
    "dialogue": "믿었던 사람이 나를 버렸어. 아무도 만나고 싶지 않아. 믿음이 컸던 사람이 떠나서 더 마음이 아프시겠고 사람을 쉽게 믿지 못하시겠어요. 믿음이 컸었는데 한순간에 떠나버렸어. 앞으로는 그 누구와도 사귀지 않을 예정이야. 어떻게 하면 지금의 감정을 완화시킬 수 있을까요? 당분간 혼자 있으면서 생각도 정리하고 마음의 안식을 갖는 시간을 가져 볼까 해. 혼자만의 시간이 의미 있는 시간으로 받아들여졌으면 좋겠어요."
  },
  {
    "id": "train_16545",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "걱정스러운",
    "dialogue": "아들이 오토바이를 타는걸 처음으로 알게 되었어. 굉장히 당황스럽고 저 녀석의 미래가 걱정돼. 갑자기 그런 광경을 보게 되어서 많이 당황스러우실 것 같아요. 더군다나 난 오토바이를 타는 게 비행청소년처럼 느꼈던 사람인지라 내 아들이 그런다는 게 받아들여지지 않아. 앞으로 이 문제를 어떻게 해결하실 생각이세요? 아들과 밤에 조용히 얘기를 하며 오토바이 사용에 대해 지양하는 메시지를 전달할거야. 아드님에게 뜻이 잘 전달되기를 바랄게요."
  },
  {
    "id": "train_16554",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "느긋",
    "dialogue": "자녀들은 다 커서 앞가림을 할 나이가 되었고 우리도 노후 준비가 되어있어 한결 여유롭고 기뻐. 자녀들은 다 커서 앞가림을 할 나이가 되었고 노후 준비가 되어있어 여유롭고 기쁘군요. 아이들이 어렸을 때는 우물가에 내놓은 것 마냥 항상 불안했는데 어느덧 아이들이 자랑스러울 정도로 다 컸어. 아이들이 어렸을 때는 불안했는데 지금은 자랑스러우시군요. 지금의 상황을 어떻게 하면 유지할 수 있을까요? 앞으로는 아이들을 좀 더 멀리서 지켜봐주고 응원해주려고 해. 앞으로도 항상 아이들을 응원해주는 멋진 부모가 되길 바라요."
  },
  {
    "id": "train_16619",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "스트레스 받는",
    "dialogue": "딸이 자꾸 방 정리를 하지 않아. 그래서 정말 짜증이나. 딸의 행동이 당신을 짜증나게 했군요. 음식을 먹고 치우려고 하지도 않고. 그러면 건강에도 좋지 않으니까. 지금의 기분을 해결하기 위해 무언가 할 수 있는 방법이 있나요? 모르겠어. 일단 딸에게 다시 차분히 말해봐야 할 것 같아. 딸과의 대화가 원하는 방향으로 끝맺길 바랄게요."
  },
  {
    "id": "train_16871",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "불안",
    "dialogue": "아이가 조금이라도 열이 오르면 큰 병이 난건 아닌지 걱정이 돼. 아이가 열이 오르면 큰 병이 난건 아닌지 정말 걱정이 되시겠어요. 지난번에 열이 오르더니 호흡 곤란까지 온 적이 있어서 조금만 열이 올라도 불안하고 걱정이 돼. 과거 기억에 이젠 조금 열만 있어도 걱정되시는군요. 어떻게 하면 불안감과 걱정을 조금이라도 덜 수 있을까요? 아이가 열이 올랐을 때 취해야 할 응급조치를 미리 익혀서 알아두어야 할 것 같아. 미리 응급조치를 익혀서 불안감와 걱정을 덜 수 있으면 좋겠어요."
  },
  {
    "id": "train_16872",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "불안",
    "dialogue": "야근 때문에 귀가가 늦어지면 일단 아이가 너무 걱정돼서 불안해. 귀가가 늦어지면 아이 걱정 때문에 불안해지시는군요. 아이가 유치원에 남아서 울거나 혼자 유치원 밖으로 나가는 건 아닌지 걱정이 돼. 야근때문에 늦는 상황이면 아이 걱정에 이런 저런 생각이 드시는군요. 어떻게 하면 걱정과 불안함을 더는 데 도움이 될까요? 야근이 있는 날에는 미리 유치원 선생님께 늦은 시간까지 아이를 부탁한다고 말씀드릴 생각이야. 유치원 선생님께 말씀드려서 걱정과 불안을 덜 수 있으면 좋겠어요."
  },
  {
    "id": "train_16874",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "불안",
    "dialogue": "아이를 출산하자마자 혹시나 아이의 건강에 문제가 있을까 봐 불안해졌어. 혹시나 아이의 건강에 문제가 있을까 봐 불안감이 드시는군요. 그동안 검사에서 어떤 문제가 발견된 적은 없었는데 혹시나 하는 마음에 불안한 것 같아. 출산한 아이의 건강이 이유없이 많이 염려되시나 봐요. 어떻게 하면 불안한 마음을 가라앉힐 수 있을까요? 출산을 담당해주신 의사선생님께 아이 건강에 문제가 없는지 얼른 물어봐야겠어. 의사 선생님께 여쭈어봐서 불안한 마음이 수그러들면 좋겠어요."
  },
  {
    "id": "train_17037",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "불안",
    "dialogue": "아이가 아프다고 해서 병원에 급하게 왔어. 아이가 아파서 병원에 가셨군요. 걱정되시겠어요. 원래 잔병치레가 많은 아이이긴 한데 그래도 항상 걱정 돼. 아이가 아플 때면 항상 걱정되시겠네요. 걱정을 덜 수 있는 방법이 있을까요? 더 건강한 식단으로 먹여서 체질적으로 약한 부분을 보충해 둬야겠어. 건강한 식단을 짜서 아이가 건강해지길 바라요."
  },
  {
    "id": "train_17312",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "희생된",
    "dialogue": "몇 십 년 동안 딸처럼 대해주던 시어머니를 내가 간병하고 모시기로 했어. 딸처럼 대해주던 시어머니를 모시기로 결심하셨군요. 다른 자식들은 나 몰라라 하더라고. 내가 모시지 않으면 시어머니는 갈 곳도 없어. 시어머니를 간병하고 모시기로 하셨군요. 이 상황에서 할 수 있는 게 어떤 것이 있을까요? 시어머니랑 함께 잘 살 거야. 시어머니도 나랑 있는 게 마음이 편하실 거고. 생각한대로 잘 극복하시기를 바라요."
  },
  {
    "id": "train_17525",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "신이 난",
    "dialogue": "아들이 생일날 미역국도 끓여주고 선물도 줬어! 아들이 미역국도 끓여주고 선물도 주어서 정말 좋으시겠어요! 응! 정말 감동 받았어! 어떤 점에서 감동 받으셨어요? 아들이 아침 일찍 일어나서 나를 위해 미역국을 끓여준 거! 아들이 일찍 일어나서 미역국도 끓여주었다니. 정말 좋으시겠어요!"
  },
  {
    "id": "train_17697",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "노여워하는",
    "dialogue": "아들이 하도 킥보드 타령을 하길래 큰맘 먹고 사줬더니 한 시간 만에 부숴먹었어! 새로 산 킥보드가 한 시간 만에 파손됐군요. 어떻게 탔길래 이렇게 고장이 난 건지. 고칠 수 있을지 모르겠어. 킥보드를 고칠 수 있는 방법이 있을까요? 아직 산지 얼마 안됐으니까 수리 서비스 보장범위를 알아봐야겠어. 수리 서비스로 보장이 잘 되었으면 좋겠네요."
  },
  {
    "id": "train_17705",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "흥분",
    "dialogue": "오늘 처음으로 아들 학예회를 보러 가. 아들도 엄청 신나 하던데 나도 떨리네. 처음 보는 아들 학예회에 많이 기대되시겠어요. 무엇을 하는 거냐고 물어봐도 안 알려줘서 어떤 걸 준비했는지 전혀 모르겠어. 아드님이 학예회 얘기를 비밀로 하였군요. 학예회에 대해서 어떤 말을 하던가요? 별 말 안 했어. 그래도 저렇게 신나있는 거 보면 학예회 준비가 즐거웠나 봐. 아드님의 학예회가 즐거운 추억으로 남길 바라요."
  },
  {
    "id": "train_17709",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "걱정스러운",
    "dialogue": "왜 아직 연락이 없지. 오늘 아들이랑 스크린 야구장 가기로 했는데 아들놈이 아직 집에 안 왔어. 아드님과 약속이 있는데 아직 오질 않아 걱정이시겠어요. 오늘 아침에만 해도 내가 신신당부하고 아들도 잘 알겠다 했는데 말이야. 아침에도 얘기를 나눠보셨군요. 어떻게 해야 상황이 나아질까요? 바로 전화를 해봐야겠어. 혹시 무슨 일 있는 건 아닌지 한 번 알아봐야지. 아드님과의 통화로 잘 해결이 되었으면 좋겠네요."
  },
  {
    "id": "train_17718",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "편안한",
    "dialogue": "오랜만에 집에 온 딸이 밥도 두 그릇씩 먹고 잠도 늦게까지 푹 자는 걸 보니 마음이 따뜻해져. 따님이 오랜만에 집에 와서 잘 지내는 걸 보고 기분이 좋으시겠어요. 응. 딸은 평소에도 잘 먹는다고는 하는데 그래도 혼자선 못 먹는 것들이 많잖아. 따님이 잘 지내시는 것 같아 기쁘신 것 같아요. 어떻게 시간을 보낼 생각이신가요? 데리고 나가 카페에서 커피라도 한잔 하면서 시간을 보내려고. 따님과 함께 즐거운 시간 보내셨으면 좋겠네요."
  },
  {
    "id": "train_17816",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "구역질 나는",
    "dialogue": "아들이 자기가 잘못된 게 부모 탓이라면서 화를 냈어. 아들이 부모 탓을 하며 화를 내니 속상하셨겠어요. 진짜로 내 잘못인 것 같은 생각도 들고 머리가 복잡해. 진짜로 내 잘못인 것 같은 생각도 들고 머리가 복잡하군요. 이럴 때는 어떻게 해야 될까요? 아들도 지금 힘든 상황인 것 같은데 화를 내면 엇나갈 테니 대화를 해봐야겠어. 대화로 관계를 풀어내실 생각이시군요."
  },
  {
    "id": "train_17870",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "신이 난",
    "dialogue": "처음으로 어버이날에 아이들로부터 선물을 받았어. 아이들로부터 선물을 받아서 기쁘시군요. 조금 더 자세히 말씀해주시겠어요? 너무 즐거워하면서 선물을 주는데 얼마나 사랑스러웠는지 몰라. 어떻게 하면 지금의 상황을 긍정적으로 변화시킬 수 있을까요? 아이들과 더 많이 대화하는 아빠가 되기 위해 노력할거야. 노력을 통해 좋은 결과 있길 바라요."
  },
  {
    "id": "train_18052",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "걱정스러운",
    "dialogue": "아이가 또래보다 발육이 늦는 것 같아 신경이 쓰여. 아이의 발육이 또래보다 늦어 신경이 쓰이시는군요. 걱정되시겠어요. 또래와 비슷하게 키우고 싶은데 어떻게 하면 될지 고민이야. 또래와 비슷하게 키우고 싶은데 어떻게 하면 될지 고민이시군요. 어떻게 하는 것이 좋을까요? 집에서 아이와 함께 하는 시간을 늘려 책을 읽어주는 것이 좋을 것 같아. 집에서 아이와 함께 하는 시간을 늘려 책을 읽어주고 발육이 또래와 비슷해지면 좋겠어요."
  },
  {
    "id": "train_18185",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "눈물이 나는",
    "dialogue": "내가 아들 하나 잘 키워보자고 이렇게 고생하는데 아들은 그걸 전혀 몰라. 서운해. 아드님이 마음을 몰라줘서 서운하시군요. 아들이고 뭐고 원래의 나로 살고 싶어져. 너무 속상해서 눈물이 난다. 속상해서 눈물이 나시는 군요. 조금이라도 기분이 전환될만한 방법이 있을까요? 아무 생각도 들지 않는 명상을 시작해보려고. 명상을 통해 기분이 나아지셨으면 좋겠어요."
  },
  {
    "id": "train_18186",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "눈물이 나는",
    "dialogue": "우리 자식들만 생각하면 한없이 미안해져서 눈물이 나. 자녀들 생각에 눈물이 나시는 군요. 좀 더 자세히 얘기해주시겠어요? 애들 아빠가 어릴 때 사고로 먼저 세상을 떠나서 아빠 없이 자랐거든. 정말 가슴이 미어진다. 아빠 없이 자란 자녀들 때문에 가슴이 아프시군요. 아빠가 없다는 사실은 없어지지 않겠지만 빈자리를 내가 어떻게든 채워줄 거야. 내가 아이들에게 빈자리를 채워줄 생각이시군요."
  },
  {
    "id": "train_18189",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "눈물이 나는",
    "dialogue": "우리 아들 때문에 안쓰러워서 큰일 났어. 아드님 때문에 안쓰러우시군요. 좀 더 자세히 얘기해주시겠어요? 공부하겠답시고 늦게까지 책상에 앉아 있다가 결국 엎드려서 잠이 들었던데. 그 모습이 너무 마음이 아파. 아드님이 책상에 엎드려 자는 모습에 마음이 아프셨군요. 응. 몸보신이라도 하게 한약을 지어줘야겠어. 몸보신을 위해 한약을 지으실 생각이시군요."
  },
  {
    "id": "train_18229",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "초조한",
    "dialogue": "경찰서에서 아들이 폭행사건에 연루됐다고 전화가 왔어. 불안하고 초조해. 아들이 폭행사건에 연루됐다니 많이 걱정되셨겠어요. 앞길 창창한 아들인데 가서 뭐라고 해야 할까? 폭행사건에 연루되었을 때 효율적인 대처방안은 무엇일까요? 일단은 경찰서에 가서 상황파악을 해보는 게 좋겠어. 경찰서에 가서 문제를 해결하실 생각이시군요."
  },
  {
    "id": "train_18231",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "초조한",
    "dialogue": "집 앞에 운동 나간 딸이 아직도 안 들어와. 걱정돼. 딸이 아직 집에 들어오지 않아서 걱정되시겠어요. 당장 딸을 찾아봐야할까? 뭐부터 해야 할까? 딸의 행방을 알려면 어떻게 하는 게 좋을까요? 딸이 나간 산책로를 걸어봐야겠어. 딸이 지나간 길을 걸어볼 생각이시군요."
  },
  {
    "id": "train_18418",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "슬픔",
    "dialogue": "아이를 출산한 후 엄마를 보자마자 눈물이 났어. 어머님을 보자마자 눈물이 나셨군요. 응. 엄마한테 고맙고 미안해서 슬픈 감정이 들어서 울어버렸나 봐. 어머님에게 많은 감정이 생겼었던 거군요. 어떻게 해야 지금 이 기분이 달라질 수 있을까요? 안 그래도 마음이 많이 진정되었어. 이제부터 나도 엄마니까 내가 더 씩씩해져야지! 이젠 나도 엄마니까 더 씩씩해야겠군요."
  },
  {
    "id": "train_18420",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "슬픔",
    "dialogue": "태어난 아이가 건강하지 못해 지금도 병원에서 치료를 받고 있어. 아이가 건강하지 못해 속상하시겠어요. 마치 내 탓인 것 같아서 아이에게 너무 미안해. 내 탓인 것 같아서 아이에게 너무 미안하군요. 이 상황에서 할 수 있는 게 어떤 것이 있을까요? 아이가 치료를 잘 받을 수 있게 내가 간호를 더 잘 해줘야지. 정성 어린 간호로 지금 상황을 잘 극복 하시길 바라요."
  },
  {
    "id": "train_18554",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "분노",
    "dialogue": "딸이 다이어트 한다고 밥은 안 먹으면서 군것질 하는 모습을 보면 화가 나네. 딸이 밥은 안 먹고 군것질만 하는 모습을 보니 화가 많이 나시겠어요. 군것질 하면 칼로리가 더 높아서 살이 더 안 빠진다는 말을 듣지를 않아. 군것질 하면 칼로리가 더 높아서 살이 더 안 빠진다는 말을 듣지를 않는군요. 어떻게 하면 지금의 상황을 변화시킬 수 있을까요? 딸에게 다이어트 음식 관련 유튜브를 시청하도록 해야겠어. 따님이 건강하게 다이어트 성공하길 바라요."
  },
  {
    "id": "train_18693",
    "situation": "가족관계",
    "emotion_big": "상처",
    "emotion_small": "버려진",
    "dialogue": "아빠가 바다 놀러 가자고 하셔서 놀러 갔는데 아빠가 날 두고 가셨어. 아빠가 두고 떠나서 무서우시겠어요. 스스로 살아야 할지 집으로 찾아가야 할지 고민 중이에요. 어떻게 해야지 더 좋은 선택일까요? 집으로 찾아가서 다시 버려지면 스스로 살아야 할 것 같아. 다시 찾아가서 잘 해결되면 좋겠어요."
  },
  {
    "id": "train_18705",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "죄책감의",
    "dialogue": "수험생인 아들과 기분 전환 겸 집 앞 산을 등산하다가 아들이 발목을 접질려서 너무 마음 아파. 수험생 아들이 다쳐서 마음이 아프겠군요. 공부만 해서 머리 식힐 겸 등산을 데려갔는데 나 때문에 상황이 더 안 좋아진 것 같아. 아들이 다쳐서 마음이 아프겠군요. 어떻게 해야 지금 상황이 더 나아질까요? 냉찜질을 해주고 최대한 발목에 무리가 안 가도록 옆에서 도와줘야겠어. 옆에서 도와줘서 지금 상황이 빨리 극복되기를 바라요"
  },
  {
    "id": "train_18706",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "죄책감의",
    "dialogue": "아들이 키가 크기에 농구부를 추천했는데 더 이상 운동을 할 수 없는 몸이 되었어. 권유로 시작한 운동 때문에 다쳐서 마음이 좋지 않겠어요. 농구부를 권유하지 않았으면 다칠 일도 없었을 텐데. 이 상황에 할 수 있는 게 어떤 것이 있을까요? 아들과 대화해서 다른 것을 할 수 있게 도와줘야겠어. 아들과 대화로 잘 이겨내고 다른 것도 찾을 수 있으면 좋겠어요."
  },
  {
    "id": "train_18707",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "죄책감의",
    "dialogue": "미용실에서 아들에게 파마를 해줬는데 아들은 마음에 들지 않아서 울고 있는데 너무 미안해. 아들에게 마음에 들지 않는 파마를 해줘서 마음이 좋지 않았겠군요. 베이비 파마를 해달라고했는데 아줌마 파마가 되어서 속상한가 봐. 생각한 것처럼 파마가 잘되지 않아서 속상했겠군요. 어떻게 해야 상황을 극복할 수 있을까요? 다시 가서 머리를 단정하게 커트를 해야 할 것 같아. 마음에 드는 머리 커트가 되었으면 좋겠어요."
  },
  {
    "id": "train_18887",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "환멸을 느끼는",
    "dialogue": "아들이 공부하라는 내 말은 들은 척도 안 하고 게임만 해. 매번 이런 식이니 지긋지긋해. 아들이 공부하라는 말을 들은 척도 안 해서 속상하시겠어요. 내가 아들 잘되라고 하는 말인데 말해봐야 짜증만 내고 듣지도 않고 속상해 죽겠어. 지금의 기분을 나아지게 하는 방법은 어떤 것이 있을까요? 우리 아들 또래 어머님들과 만나서 수다나 떨어야겠어. 어머님들과 대화를 나누고 기분이 풀리시면 좋겠어요."
  },
  {
    "id": "train_18892",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "환멸을 느끼는",
    "dialogue": "방이 냄새나고 더럽기에 치워줬더니 맘대로 치웠다고 아들이 난리 치더라. 내 아들이지만 참 싫더라. 방을 치워줬는데 아들이 난리 쳐서 속상하셨겠어요. 내가 자기를 어떻게 키웠는데 갈수록 뭘 해줘도 짜증만 늘고 정말 속상해. 예전에 이런 일이 있을 땐 속상한 기분을 어떻게 해결하셨나요? 아들이랑 차근차근 대화하고 서로 사과하고 나면 풀리더라. 이번에도 대화를 해봐야겠어. 아들과의 대화가 잘 풀려서 관계가 회복되면 좋겠어요."
  },
  {
    "id": "train_19089",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "취약한",
    "dialogue": "이젠 육아 비용 때문에 맞벌이 하지 않으면 더 힘들어 질 것 같아. 육아 비용 걱정 때문에 많이 불안하시는군요. 육아비용도 문제이지만 무엇보다도 아직 아기가 육 개월인데 떼어놓자니 걱정이 많이 돼. 육아비용도 문제이지만 무엇보다도 아직 아기가 육 개월인데 떼어놓자니 걱정이 많이 되는군요. 이 상황에서 할 수 있는 게 어떤 것이 있을까요? 아이 돌봄 서비스를 신청해야겠어. 집에서 안전하게 돌봐 줄 수 있는 서비스래. 아이 돌봄 서비스로 걱정이 덜어졌으면 좋겠어요."
  },
  {
    "id": "train_19197",
    "situation": "연애,결혼,출산",
    "emotion_big": "당황",
    "emotion_small": "죄책감의",
    "dialogue": "산부인과 검진을 하러 갔는데 내가 먹은 음식 때문에 아이가 위험하대. 음식 때문에 아이가 위험하다는 이야기를 들으셨군요. 자세히 말씀해 주실 수 있나요? 내가 먹은 음식이 아이에게 위험하다는 생각을 못했어. 아이에게 너무 미안하고 죄책감이 들어. 아이에게 위험한 음식을 모르고 먹어 죄책감이 크게 드셨겠어요. 어떻게 하는 것이 지금의 상황을 나아지게 할 수 있을까요? 앞으로 음식 먹을 때도 꼼꼼히 따져 보고 먹어으려고. 다시는 이런 일 없을 거야. 이런 일이 재발하지 않도록 꼼꼼히 따져가며 음식을 드실 생각이시군요."
  },
  {
    "id": "train_19437",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "환멸을 느끼는",
    "dialogue": "딸아이의 방에 물건을 가지러 갔다가 담배를 발견했는데 참 환멸이 나. 딸 방에서 담배를 발견했는데 환멸을 느끼셨군요.  담배냄새 난다고 곁에도 못 오게 하더니 이제 고일인데 그동안 연기였다니 혼란해. 이런 상황을 벗어나기 위해 어떻게 하면 좋을까요? 담배는 나중에 얼마든지 피울 수 있으니 일단 금연하도록 해야겠어. 딸과의 대화를 통해서 딸의 금연이 성공적으로 진행되면 좋겠어요."
  },
  {
    "id": "train_19447",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "희생된",
    "dialogue": "언젠가부터 아이들의 뒷바라지를 위해서 나의 꿈은 내팽개쳐진 것 같아서 슬프네. 아이들 뒷바라지로 자신의 꿈을 잃어버려서 슬프시군요. 사실 내 꿈이 뭔지도 잘 기억도 안 나지만 그래도 이렇게 애들만을 위해서 희생하는 건 아니었거든. 이런 상황에 대해 적절히 조언을 해줄 누군가가 있다면 좋겠어요. 모두 사는 게 다르니 적절한 조언을 해줄 수 있을까 싶어. 자신의 꿈도 찾고 아이들 뒷바라지도 잘 되었으면 좋겠네요."
  },
  {
    "id": "train_19671",
    "situation": "연애,결혼,출산",
    "emotion_big": "분노",
    "emotion_small": "좌절한",
    "dialogue": "아이가 태어났는데 뭔가 문제가 있을 수 있다고 들었어. 너무 불안하고 두려워. 좋지 않은 소식이네요. 많이 불편하시겠어요. 아이에게 심각한 문제가 있으면 어떻게 할지 모르겠어. 지금 이 기분에서 벗어나기 위해 할 수 있는 일이 무엇이 있을까요? 의사와 얘기를 좀 더 해봐야겠어. 마음이 조금이라도 더 편해지시면 좋겠어요."
  },
  {
    "id": "train_19726",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "방어적인",
    "dialogue": "아들이 너무 대들어서 이제 무슨 말을 못 하겠어. 무슨 문제기에 그러세요? 게임하는 시간이 많아서 한마디 했더니 다짜고짜 대드는데 너무 화가 나. 예전에는 어떻게 대처하셨어요? 혼내고 나면 알아듣는 건가 했는데 이젠 대들고 있어. 주변에 이런 상황을 같이 이야기할 사람이 있었으면 좋겠네요."
  },
  {
    "id": "train_19728",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "방어적인",
    "dialogue": "딸을 도저히 용서할 수가 없어. 딸을 도저히 용서할 수가 없군요. 자세히 얘기해주시겠어요? 아무 말도 없이 자기 혼자 집을 나갔어. 많이 당황스러우셨겠어요. 지금 이 상황을 변화시키려면 어떤 방법이 좋을까요? 조금 더 대화를 나눠봐야 하겠지만 굉장히 답답해. 이 감정을 나눌 수 있는 사람이 주위에 있었으면 좋겠네요."
  },
  {
    "id": "train_19857",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "고립된",
    "dialogue": "아들이 화분 깨뜨려서 치우는데 정작 아들이 없어져서 어이가 없네. 아들이 잘못하고 없어져서 당황하셨겠어요. 잘못해 놓고 수습도 안하고 가버리는 건 도대체 누구한테 배웠을까? 잘못해 놓고 수습도 안하고 가버리는 건 도대체 누구한테 배웠을까 화가나는군요. 이 상황을 변화시키기 위해 무엇을 할 수 있을까요? 아들이랑 이 문제에 대해서 대화를 해봐야겠어. 아들과의 대화로 문제가 해결되길 바라요."
  },
  {
    "id": "train_19860",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "고립된",
    "dialogue": "아들이랑 딸이 차려준 밥이 맛없다고 먹다가 방에 들어갔어. 식사 중에 갑자기 그렇게 들어가다니 많이 당황하셨겠어요. 내가 애들 교육을 잘못한 거 같아. 내가 애들 교육을 잘못한 거 같군요. 이 상황을 변화시키기 위해 무엇을 해야 할까요? 둘 다 앉혀두고 얘기 좀 해봐야겠어. 자식 분들과 대화로 상황이 나아지길 바라요."
  },
  {
    "id": "train_19862",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "고립된",
    "dialogue": "오늘 딸 생일인데 사장님이 나 보고 오늘 야근하래. 딸 생일에 야근을 하게 되어서 속상하시겠어요. 오늘 안 가면 딸이 실망할 텐데 어떻게 해야 될지. 오늘 안 가면 딸이 실망할 것 같군요. 이 상황을 해결하기 위해서 무엇을 할 수 있을까요? 대신이지만 생일선물이라도 좋은 걸로 사가야겠다. 생일선물을 받고 딸이 기뻐했으면 좋겠네요."
  },
  {
    "id": "train_19928",
    "situation": "가족관계",
    "emotion_big": "분노",
    "emotion_small": "안달하는",
    "dialogue": "동생이 빨리 아이스크림을 사 와야 할 텐데 안 와서 화가 나. 동생이 빨리 안와서 화가 나시는군요. 저번처럼 혼자서 다 먹고 천천히 오는 거 같아. 어떻게 하면 이 상황을 해결할 수 있을까요? 동생한테 전화를 해봐야겠어. 동생한테 전화해서 상황이 나아지면 좋겠네요."
  },
  {
    "id": "train_20030",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "감사하는",
    "dialogue": "우리 딸은 항상 옆에서 나를 먼저 챙겨줘. 딸에게 정말 고마워. 착한 딸이 옆에서 신경 써주니 고맙군요. 사회 생활하느라 바쁠 텐데 나를 챙겨주니 고맙지. 딸과 무엇을 하며 고마움을 전하고 싶으세요? 함께 맛있는 것을 먹으며 이야기를 많이 나누고 싶어. 딸과 맛잇는 것을 먹으면서 나의 고마움이 전해지길 바랄게요."
  },
  {
    "id": "train_20055",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "몇 주전에 아들이 태어났는데 신체적으로 결함이 있어서 충격을 받았어. 태어난 아들이 신체적 결함이 있다니 많이 놀라셨겠어요. 처음에는 당황스럽고 가슴이 두근거려서 아이를 쳐다볼 수가 없었어. 아이의 상태를 보고 많이 당황하셨군요. 이 상황을 어떻게 극복하면 좋을까요? 많이 당황했지만 나의 아이기 때문에 잘 키워보려고해. 나의 의지를 통해 아이가 조금이나마 건강하게 자라길 바랄게요."
  },
  {
    "id": "train_20063",
    "situation": "가족관계",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "나에게도 조카가 생겼어. 정말 기뻐. 축하 드려요. 조카가 생겨서 기쁘시겠어요. 언니가 나랑 닮아서 조카도 나를 닮아서 더 이뻐보이네. 조카가 나를 닮아서 더욱 사랑스러우시군요. 이 기쁜 마음을 어떻게 표현하면 좋을까요? 어린 조카가 입을만한 옷을 사주고 싶어. 조카에게 옷을 사줘서 사용자의 기쁨을 전달할 수 있길 바랄게요."
  },
  {
    "id": "train_20092",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "걱정스러운",
    "dialogue": "아들이 요즘 아침을 차려져도 먹지를 않아서 걱정이 되네. 아들이 아침을 먹지 않아서 걱정이시군요. 아침을 먹어야 건강에 좋다는데 아침을 안 먹어. 이유를 모르겠어. 이전에 이와 비슷한 상황이 있었을 때 어떻게 행동하셨나요? 아들에게 직접 물어보곤 했지. 아들에게 왜 아침을 안 먹고 나가는지 한 번 물어봐야겠어. 아드님과의 대화를 통해 걱정이 해결되었으면 좋겠어요."
  },
  {
    "id": "train_20178",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "혐오스러운",
    "dialogue": "퇴근하는데 막내 아들이 놀이터에서 길 고양이를 괴롭히고 있는 모습에 너무 놀랐어. 아들이 동물을 괴롭히는 모습에 충격을 느끼셨겠어요. 좀더 자세히 말씀해주시겠어요? 동물을 괴롭히면서 즐기는 아들의 표정에 충격을 받았어. 동물을 학대하는걸 즐기는 아이의 모습에 정말 충격이 크셨군요. 이런 상황에서 어떻게 하는 것이 좋을까요? 동물을 사랑하고 인간과 동물이 함께 하는 다큐멘터리를 아들에게 보여줘야겠어. 아이가 다큐멘터리를 통해 동물을 사랑하는 방법을 배우길 바랄게요."
  },
  {
    "id": "train_20206",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "남의 시선을 의식하는",
    "dialogue": "딸과 대형마크에 가는데 작업복 차림인 내가 부끄러울까 봐 일부러 조금 떨어져서 걸었어. 일부러 조금 떨어져서 걷다니 정말 힘들었을 것 같아요. 내가 작업복을 입고 거리를 다닐 때면 남들의 시선이 너무 신경 쓰여. 남들의 시선을 신경 쓰지 않으려면 어떻게 해야 될까요? 생각보다 남들이 다른 사람에 대해 꽤 무관심하다는 걸 계속 생각하며 다니면 될 것 같아. 좋은 생각이에요. 남들의 시선을 덜 의식할 수 있게 되었으면 좋겠네요."
  },
  {
    "id": "train_20239",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "죄책감의",
    "dialogue": "딸이 내 말을 듣지 않아서 화가 나서 나도 모르게 딸을 한대 때렸는데 너무 마음이 안 좋네. 딸에게 손을 댄 것에 대해서 미안함이 크신가보군요. 맞아. 내가 그때 조금 더 참았어야 했는데 그걸 못했어. 이럴 때 때리는 방법 말고 다른 해결방안이 있나요? 일단 한숨을 고르고 잠깐 자리를 피했다가 다시 이야기를 하면 좋더라고. 다음에는 한숨 고르고 나서 대화를 하는 멋진 모습 기대해 볼게요."
  },
  {
    "id": "train_20248",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "자신하는",
    "dialogue": "우리 딸은 어디에 내놓아도 부끄럽지 않은 딸로 자랐다고 자신할 수 있어. 따님이 아주 자랑스러우시군요. 특히 어떤 점이 자랑스러우신가요? 외모 뿐만 아니라 성격이 다른 어떤 자식들보다 바르게 자랐다고 자부할 수 있어. 외모 외에도 성격이 정말 좋다고 생각하시는군요. 그런 딸을 위해 해줄 수 있는 일이 있을까요? 자랑스러운 우리 딸한테 저녁에 통화해서 사랑한다고 말하려고. 자녀와의 통화를 통해 나의 사랑이 잘 전달되길 바랄게요."
  },
  {
    "id": "train_20250",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "자신하는",
    "dialogue": "나는 아들에게 정말 좋은 엄마라 자부할 수 있어. 좋은 엄마라는 자부심이 대단하시네요. 어떤 점에서 그렇게 생각하는지 들어볼까요? 항상 아들을 신경 쓰는 세심한 엄마거든. 덕분에 아들이 항상 나에게 고맙다고 표현해. 나의 세심한 행동에 아들이 고맙다는 표현을 많이하는군요. 좋은 엄마가 되기 위해 앞으로 또 노력할 점이 있나요? 지금도 그래왔지만 앞으로 더 아들과 대화해서 서로 이해하고 사랑을 나누려고. 지금까지 그래왔듯 앞으로의 다짐을 통해 더 자랑스런 어머니가 되길 바랄게요."
  },
  {
    "id": "train_20348",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "안도",
    "dialogue": "며칠 전에 산부인과 정기검진 받았는데 아기가 아무 이상 없이 잘 자라고 있다고 나왔어. 검진 결과가 이상 없이 나와서 정말 다행이에요. 응. 검진 전에는 항상 이상이 있을까 마음이 약간 불안해지거든. 마음이 불안했나 보네요. 어떤 걱정이 있었나요? 그래도 주변에 흡연자들이 있어서 사실 걱정이 되었거든. 산부인과 검진결과에 아무 이상이 없으니 크게 걱정할 일이 없을 거라 생각해요."
  },
  {
    "id": "train_20361",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "취약한",
    "dialogue": "이번에 딸이 서울로 취직을 해서 자취방을 얻었는데 너무 외진 곳이라 걱정이 많아. 따님이 구하신 집이 외진 곳이라 걱정이 많으셨군요. 더 좋은 데는 있지만 집값이 문제라. 딸은 괜찮다고 하는데 내가 유난인 건가? 따님이 많이 걱정되실 만한 상황이네요. 이전에는 이런 경우 어떻게 해결하셨나요? 나 때는 친척이 근처에 살아서 그렇게 지냈었어. 예전의 경험을 토대로 딸에 대한 걱정을 덜 수 있는 방안을 찾으시길 바라요."
  },
  {
    "id": "train_20362",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "배신당한",
    "dialogue": "아들이 몇날몇일을 진로에 대해 고민해서 내가 상담을 해줬더니 결국 담임이랑 상담하곤 바로 결정하더라. 아드님께 섭섭하신 감정을 느끼셨군요. 그럴 거면 왜 나한테 그렇게 진로 상담을 한 거야? 이런 경우 아드님과 어떻게 해결하시는 게 좋을까요? 아들이랑 얘기 좀 해봐야겠어. 아드님과 대화를 통해 상황을 잘 극복하길 바라요."
  },
  {
    "id": "train_20364",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "배신당한",
    "dialogue": "아들이 이젠 착하게 살겠다고 해서 정신차린 것 같더니 결국 또 사고를 쳤어. 아들이 이젠 착하게 살겠다고 해서 정신차린 것 같더니 결국 또 사고를 쳤군요. 아드님의 행동에 상처받으셨군요. 이미 나와의 약속을 저버려서 나는 더 이상 보고 싶지 않아. 너무 속상할 것 같아요. 이럴 때는 어떻게 하는 것이 좋을까요? 사실 아들이 나한테 말할게 있다는데 대화를 해봐야겠어. 아드님과 대화가 잘 되어서 상처받은 감정이 사라지길 바라요."
  },
  {
    "id": "train_20366",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "배신당한",
    "dialogue": "아들이 첫 월급을 이번에 탔는데 무지하게 섭섭해. 섭섭하셨군요. 왜 그러실까요? 첫 월급타면 선물을 사준다 했는데 입을 싹 닦지 뭐야? 아드님이 약속을 지키지 않아 섭섭하신 거군요. 어떻게 해결하는 게 좋을까요? 뭐 일단 그냥 기다려 봐야지. 기다림으로 아드님과의 관계가 개선되길 바라요."
  },
  {
    "id": "train_20369",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "만족스러운",
    "dialogue": "딸이 언제나 사랑한다 해줘서 너무 기뻐. 자녀분이 항상 애정표현 해주셔서 행복하시군요. 당연하지. 항상 사랑한다고 말해주니까 얼마나 기분이 좋은지 어떻게 해야 따님이 계속해서 사랑한다 해주실까요? 나도 같이 사랑한다 해줘야지. 받기만 하지 말고 서로 표현을 잘 해줘야겠어. 따님분과의 좋은 관계가 계속해서 지속되길 바라요."
  },
  {
    "id": "train_20401",
    "situation": "가족관계",
    "emotion_big": "당황",
    "emotion_small": "열등감",
    "dialogue": "아빠가 자꾸 옆집애는 공부 잘한다고 그 집 아이 이야기만 해. 딸인 사용자님께 가야 할 관심이 다른 아이에게 가서 속상하시겠어요. 나는 공부를 잘하진 않지만 그래도 내가 아빠 딸이잖아. 정말 서운하고 속상한 감정이겠어요. 어떻게 하는 것이 좋을까요? 아빠에게 솔직한 나의 감정을 말씀 드려야겠어. 아버님과 조금 더 화목한 관계가 되면 좋겠어요."
  },
  {
    "id": "train_20407",
    "situation": "가족관계",
    "emotion_big": "당황",
    "emotion_small": "열등감",
    "dialogue": "아빠가 만날 아들이 집의 기둥이라면서 동생만 챙겨. 아들 딸 두 분 다 소중한데 한쪽만 챙기셔서 많이 서운할 것 같아요. 저번에는 동생이랑 그것 때문에 질투해서 싸웠어. 아버님께 딸이 많이 서운하다고 솔직하게 말씀 드리는 것은 어떨까요? 그렇게 한다고 아빠가 나를 더 좋아할지 모르겠어. 그래도 아버님께서 딸을 더욱 생각하는 계기가 될지도 몰라요."
  },
  {
    "id": "train_20649",
    "situation": "연애,결혼,출산",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "의사로부터 힘들게 출산한 아이가 몇 개월 못 살고 죽을지도 모른다는 말을 들어서 충격이야. 의사로부터 힘들게 출산한 아이가 몇 개월 못 살고 죽는다니 충격이겠어요. 응. 노산이라 걱정했는데 의사에게 직접 들으니 억장이 무너져. 너무 속상하시겠어요. 아이의 남은 시간을 위해 할 수 있는 일이 무엇이 있을까요? 끝까지 책임지고 아이와 추억을 하나씩 만들어 가야지. 사용자님도 고생하셨지만 아이의 마지막을 잘 마무리해 주길 바라요."
  },
  {
    "id": "train_20683",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "좌절한",
    "dialogue": "아들이 범죄를 저질러서 경찰서에 갔어. 아들 때문에 많이 놀라셨겠어요. 폭행에 휘말려서 사람을 때렸다더군. 내가 잘못 키웠지. 많이 속상하시겠어요. 자녀분도 반성하고 있을거에요. 내 아들한테 실망스럽고 다 내 잘못 같아. 힘내세요. 아드님도 반성하고 있을 거예요."
  },
  {
    "id": "train_20766",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "슬픔",
    "dialogue": "아들이 교통 사고로 오늘 세상을 떠났어. 아들이 세상을 떠나 매우 슬프시겠어요. 아들이 세상에 없다니 믿을 수가 없어. 너무 슬퍼서 아무것도 할 수가 없어. 어떻게 해야 기분이 조금이라도 나아질 수 있을까요? 나도 모르겠어. 앞으로 어떻게 살아갈지 모르겠어. 주위에 이 막막한 감정을 나눌 수 있는 사람이 있었으면 좋겠어요."
  },
  {
    "id": "train_20772",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "슬픔",
    "dialogue": "남들은 다 지원해주는 것들을 나는 딸한테 해주지 못해서 미안하네. 따님에게 지원을 해주지 못해 많이 속상하시겠어요. 남들은 다 해주는 것도 내가 못해 주는 것 같아 너무 속상해. 어떻게 하면 속상한 마음이 조금 나아질까요? 글쎄 해줄 수 있는게 없어 그래서  계속 마음이 아프네. 주변에 이 마음 아픈 심정을 나눌 수 있는 사람이 있었으면 좋겠어요."
  },
  {
    "id": "train_20818",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "짜증내는",
    "dialogue": "아이가 핸드폰에만 빠져있어서 뭐라고 했는데 요즘 말대꾸를 심하게 해서 화가 나. 아이가 말대꾸를 해서 화가 나셨군요. 응. 아이가 버릇없는 말과 행동을 해서 나를 더 화나게 해. 아이가 버릇없는 말과 행동을 해서 나를 더 화나게 했군요. 어떻게 하면 지금의 상황을 변화시킬 수 있을까요? 생각해보니 내 말만 하는 경우가 많은 것 같아. 조금 더 아이 말을 들어봐야 할 것 같아. 아이와 충분한 대화를 해서 지금 상황을 잘 극복하기 바라요."
  },
  {
    "id": "train_20825",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "짜증내는",
    "dialogue": "딸에게 큰 맘먹고 비싼 휴대폰을 사줬는데 얼마 되지도 않아서 액정을 깨트렸어. 화가 나. 딸에게 비싼 휴대폰이 사줬는데 액정을 깨트려서 화가 나셨겠어요. 응. 근데 너무 크게 꾸짖은 것 같아서 맘에 걸리기도 해. 너무 크게 꾸짖어서 맘에 걸리시는군요. 어떻게 하는 것이 가장 좋은 방법일까요? 일부러 깬 건 아닐 테니까 딸을 달래주고 미안하다고 해야겠어. 사용자님의 마음이 딸에게 전해지길 바랄게요."
  },
  {
    "id": "train_20827",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "짜증내는",
    "dialogue": "딸아이가 공부는 안 하고 연예인 한다고 맨날 춤추고 늦게 들어와서 아이에게 화가 나. 공부를 안 하는 딸에게 화가 나셨군요. 연예인이 하고 싶어도 학생이면 공부는 해야지. 늦게 다니는 것은 더 위험한 일이고. 연예인이 하고 싶어도 학생이면 공부는 해야 하는군요. 이 상황에서 할 수 있는 게 어떤 것이 있을까요? 공부는 억지로 시킬 수 없으니 일단 일찍 다니는 것으로 이야기해봐야겠어. 딸아이와의 대화가 잘 풀렸으면 좋겠어요."
  },
  {
    "id": "train_20912",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "아기가 건강하게 태어나 주었어. 축하드려요. 순산하셨군요! 정말 다행이야. 자라면서 아프지 않게 잘 키워야겠어. 엄마의 애정 어린 손길이라면 건강하게 자랄 거예요. 엄마 자신의 건강도 챙겨야 해요. 맞아. 엄마가 건강해야 아기도 건강 할 수 있겠지. 산후 조리 잘 해서 건강한 가족이 되길 바라요."
  },
  {
    "id": "train_20947",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "분노",
    "dialogue": "아니 세상 무서운 줄 모르고 밤늦게 다니는 딸이 걱정되는데 어떡하지? 사용자님의 기분은 정확히 어떠신가요? 불안하지. 딸에게 무슨 일이 생길까 봐. 어떻게 하면 사용자님의 불안함이 해소될 수 있을까요? 몇 시 이후로 들어올 때는 마중 나갈 수 있게 꼭 연락하라고 해야겠어. 사용자님의 방식대로 걱정이 해소되시길 바랄게요."
  },
  {
    "id": "train_21042",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "우울한",
    "dialogue": "아들한테 학예회를 간다고 했더니 절대 오지 말라고 해서 서운하네. 아들 학예회에 가고 싶으셨을 텐데 너무 슬플 것 같아요. 그래서 이 애비가 창피하냐고 한소리 했더니 사이는 더 안 좋아졌어. 너무 서운하신 마음에 한 말씀 하셨군요. 어떻게 하면 아들과 다시 사이가 좋아질 수 있을까요? 내가먼저 화내지 말고 상황에 대해서 물어보고 그럴걸 그랬어. 다시 한 번 얘기를 해볼게. 아들과 대화를 잘 나누셔서 관계가 회복되길 바랄게요."
  },
  {
    "id": "train_21210",
    "situation": "가족관계",
    "emotion_big": "슬픔",
    "emotion_small": "슬픔",
    "dialogue": "엄마한테 계속 전화가 와서 일부러 안 받았는데 지금 엄마가 아픈 걸 보니 속상해. 저런 그런상황을 겪으셨다니 많이 속상하시겠어요. 다행히 약을 드시고 괜찮아지셨지만 내가 그 때 일부러 전화를 받지 않았던 것이 너무 죄송스러웠어. 엄마가 아픈 것을 외면 한 것 같아 많이 죄송하군요. 그럼 앞으로는 어떻게 하실 생각인가요? 우선 엄마가 일어나시면 전화를 일부로 받지 않아 죄송하다고 다음부턴 그러지 않겠다고 말씀 드려야겠어. 사과가 잘 받아들여져서 엄마와 관계가 회복되면 좋겠네요."
  },
  {
    "id": "train_21228",
    "situation": "가족관계",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "우리 집 고양이가 죽었대. 엄마한테 들었을 때 너무 놀라서 믿을 수가 없었어. 많이 놀랐겠어요. 괜찮으신가요? 아니. 계속 믿을 수가 없고 생각할수록 충격적이야. 많이 아끼고 사랑했나 봐요. 힘든 시기가 지나야 될 텐데 시간이 흐르면 괜찮아질까요? 가족 같은 아이였어. 고양이가 나이가 많이 들어서 마음의 준비는 했는데도 너무 슬퍼. 먼저 떠나보내는 슬픔은 감당하기 힘들죠. 잘 이겨내길 바라요."
  },
  {
    "id": "train_21467",
    "situation": "가족관계",
    "emotion_big": "불안",
    "emotion_small": "혼란스러운",
    "dialogue": "항상 귀여웠던 동생의 목소리가 점점 굵어져서 혼란스러워. 동생의 변한 목소리에 혼란스럽겠어요. 항상 아기인 줄 알았던 동생이 성인이 되어가는 게 좋지 않아. 항상 아이인 줄 알았던 동생이 자라는 게 당황스러울 수 있겠군요. 참으로 복잡한 감정이야. 나의 감정이 잘 정리되기를 바라요."
  },
  {
    "id": "train_21552",
    "situation": "가족관계",
    "emotion_big": "기쁨",
    "emotion_small": "신뢰하는",
    "dialogue": "우리 아빠는 항상 듬직하게 내편이 되어주셔. 자랑스러운 아빠가 있어 굉장히 뿌듯하시겠어요. 아빠가 있어 우리 가정에 웃음이 끊이질 않는 거 같아. 앞으로도 화목한 가정을 이끌어가려면 어떻게 해야 할까요? 나도 우리 가족을 위해서 자랑스러운 딸이 되도록 노력해야겠어. 자랑스러운 딸이 될 수 있게 노력하려 하시는군요."
  },
  {
    "id": "train_21566",
    "situation": "가족관계",
    "emotion_big": "기쁨",
    "emotion_small": "흥분",
    "dialogue": "엄마가 내가 좋아하는 아이돌 콘서트에 같이 가주시겠다고 하셔서 행복해. 어머니와 함께 좋아하는 아이돌 콘서트에 가게 되셔서 기분이 좋으시겠어요. 엄마가 아이돌 콘서트는 처음인데 좋아하실지 잘 모르겠어. 어머니와 함께 콘서트에 가기 위해 무엇을 하고 싶으신가요? 오늘부터 엄마랑 같이 노래를 들어야겠어. 그러면 엄마도 콘서트에서 아는 노래가 있어 즐기실 수 있을 거야. 어머니와 콘서트에서 함께 즐길 노래를 미리 들어 보기로 하시는군요."
  },
  {
    "id": "train_21572",
    "situation": "가족관계",
    "emotion_big": "기쁨",
    "emotion_small": "흥분",
    "dialogue": "엄마가 절대 안 된다고 하셨던 아이돌 굿즈를 흔쾌히 사주 신대! 너무 기뻐! 아이돌 굿즈를 받게 되어 정말 기쁘시겠어요. 굿즈를 흔쾌히 사주신 엄마께 감사함을 전하고 싶어. 어머니께 감사함을 표현하기 위해 어떻게 하면 좋을까요? 나도 엄마가 좋아하시는 걸로 작은 선물을 드려야겠어. 어머니께 작은 선물을 드리려고 하시는군요."
  },
  {
    "id": "train_22096",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "얼마 전에 옹알이를 하기 시작하더니 오늘 아침에 드디어 나한테 아빠라고 말했어! 정말 기뻐! 딸이 아빠라고 처음 말하다니 감격스럽겠어요. 처음 아빠라는 말을 들었을 때는 너무 기뻐서 눈물이 날 정도였어. 어떤 것이 이 기쁨을 더 느끼게 하는데 도움이 될까요? 앞으로 딸한테 관심을 더 많이 주고 말도 많이 시켜야겠어. 모두에게 좋은 결정을 내렸으면 좋겠어요!"
  },
  {
    "id": "train_22435",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "조심스러운",
    "dialogue": "우리 아이가 몸이 허약해서 항상 조마조마해. 아이 걱정 때문에 불안하시군요. 태어날 때부터 건강하지 못했거든. 어떻게 하면 조금이라도 나아질까요? 정기적으로 건강검진을 받도록 하고 영양제를 챙겨 먹이면 좋아질 거야. 언니분과의 대화를 통해 불안감이 해소되면 좋겠네요."
  },
  {
    "id": "train_22702",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "비통한",
    "dialogue": "딸이 아빠 같은 남자는 만나지 않을 거라고 말했어. 너무 속상해. 따님이 그렇게 말해서 기분이 많이 상하셨겠어요. 내가 평소 딸에게 잘 못 해준 것 같아 후회스러워. 그렇군요. 딸과의 관계가 더 나아지려면 어떻게 해야 될까요? 이제부터라도 딸과 함께 시간을 보내려 노력해봐야겠어. 딸과 다시 전화하려고 하시는군요."
  },
  {
    "id": "train_22720",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "스트레스 받는",
    "dialogue": "아직 유치원생인 아들이 내가 아끼던 골프채를 망가뜨려서 화낼 수도 없고 난감하네. 골프채를 망가뜨렸는데 아들에게 화낼 수도 없는 상황이셔서 답답하시겠네요. 아들이 평소에 조심성도 없고 아빠의 무서움을 모르는 것 같아. 이 상황을 변화시키기 위해서는 어떻게 해야 할까요? 버릇도 고칠 겸 따끔하게 혼내줘야 할 것 같아. 일단은 참아야겠다고 생각하시는군요."
  },
  {
    "id": "train_22721",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "스트레스 받는",
    "dialogue": "우리 집 강아지가 나만 보면 짖어서 가족들 눈치가 보이고 스트레스받아. 강아지 때문에 가족들이 신경 쓰이시는군요. 나만 보면 짖고 시끄러워지니까 그 상황을 피하려고 다른 방으로 피해버려. 지금 상황을 변화시키기 위한 방법이 있나요? 아들한테 강아지에게 칭찬해주고 간식 주는 법을 배워볼까 해. 두 분의 대화로 잘 해결이 되면 좋겠어요."
  },
  {
    "id": "train_22728",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "혼란스러운",
    "dialogue": "아들이 여자보다 남자가 더 좋다고 말해서 너무 혼란스러워. 아들이 여자보다 남자가 더 좋다고 말해서 혼란스러우시군요. 아들을 어떻게 대해야 할지 모르겠어. 아들이 떠나갈까 불안해. 아들에게 뭐라 말하면 좋을까요? 아들에게 이상한 게 아니라 말해줘야겠어. 아들과 함께 즐거운 외출이 되었으면 좋겠어요."
  },
  {
    "id": "train_22731",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "혼란스러운",
    "dialogue": "딸을 위해서 헬스장을 등록해 주었는데 운동에 빠져 공부를 안 해서 혼란스러워. 딸이 운동에 빠져 공부를 안 해서 혼란스러우시군요. 이러다 영영 공부를 멀리할까 봐 불안해. 현재의 감정에서 벗어나기 위해서는 어떻게 하면 좋을까요? 딸과 깊은 이야기를 나눠봐야겠어. 딸과의 대화로 문제가 해결되면 좋겠네요."
  },
  {
    "id": "train_22747",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "고립된",
    "dialogue": "아들이랑 앞으로 잘 살아 보려고 집도 새로운 곳으로 구했는데 거절당했어. 아드님과 함께 살 계획이었는데 거절당하셔서 상심이 크시겠어요. 그동안 많이 부탁했지만 이번엔 정말로 마지막 부탁이었는데 정말 마음이 아프군. 계속 제안을 했는데 거절당하셔서 마음이 안 좋으시겠어요. 이제 내가 무엇을 하는 게 좋을까요? 아들을 한 번 더 설득해봐야겠어. 열심히 일해서 좋은 결과 있길 바라요."
  },
  {
    "id": "train_22756",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "억울한",
    "dialogue": "딸이 자기를 사랑하지 않는다고 말해서 억울했어. 그런 말을 들어서 억울했겠군요. 내가 딸에게 애정표현을 잘 안 해줬나 하는 생각에 상처받았어. 어떻게 하면 괜찮아질 수 있을까요? 앞으로는 딸에게 매일 사랑한다고 말해야겠어. 따님에게 오해라는 점을 설명하려고 하시는군요."
  },
  {
    "id": "train_22761",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "억울한",
    "dialogue": "딸이 내가 씻지 않아서 몸에서 냄새가 난다고 생각해. 따님께서 씻지 않아서 몸에 냄새가 난다고 생각하는군요. 사실이 아닌데 그렇게 오해해서 속상해. 어떻게 해야 기분이 나아지겠어요? 딸에게 씻지 않아서 생긴 냄새가 아니라고 설명할 거야. 건강하게 출산할 수 있기를 바라고 있군요."
  },
  {
    "id": "train_22762",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "괴로워하는",
    "dialogue": "아들이 크면서 나의 안 좋은 습관도 닮아가는 것을 보니까 마음이 아파. 안 좋은 습관을 따라하는 아들을 보니 마음이 아프군요. 조금 더 자세히 말씀해 주시겠어요? 조금만 마음에 들지 않으면 바로 욱해버리는 나를 아들이 점점 닮아가. 지금 내가 이 상황을 벗어나기 위해 어떤 것을 하면 좋을까요? 아들과 함께 병원에 방문해보려고 해. 좋은 아버지인지에 대한 의문이 있으셨군요. 아이에게 더 잘하실 수 있기를 바라요."
  },
  {
    "id": "train_22764",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "괴로워하는",
    "dialogue": "딸이 쓰러져서 병원에 실려 갔는데 과로가 원인이라고 하니 한숨만 나오네. 따님이 쓰러지셔서 걱정이 많으시겠어요. 딸 옷을 정리하다가 주머니에서 가족사진을 발견했는데 눈물이 핑 돌더라고. 가족사진을 발견하고 많이 슬프셨군요. 응 마음을 편히 먹게 다독여 주려고. 아들과 이야기를 잘해보시길 바라요."
  },
  {
    "id": "train_22771",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "부끄러운",
    "dialogue": "딸의 그림일기에 내가 가장 무서운 사람으로 그려져 있어서 부끄러운 마음이 들었어. 딸의 그림일기를 보고 부끄러운 마음이 드셨군요. 내가 딸에게 잘 못 해준 것 같아서 마음이 좋지 않았어. 힘드셨겠어요. 현재에 감정에서 벗어나려면 어떻게 하면 좋을까요? 딸과 이야기를 해보고 딸에게 무섭지 않게 잘 대해줘야겠어. 문자로 사랑한다는 마음이 잘 전해졌으면 좋겠네요."
  },
  {
    "id": "train_22774",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "부끄러운",
    "dialogue": "병원에서 아들이 나처럼 탈모가 진행될 거라고 해서 당황했어. 아들이 탈모가 진행될 거라고 들어서 당황하셨군요. 아들한테 너무 미안하고 부모로서 부끄러운 마음뿐이야. 이 상황을 해결하기 위해 어떻게 해야지 될까요? 병원에 다니면서 탈모가 최대한 진행되지 않도록 치료도 받고 관리도 해줘야겠지. 딸과의 대화하시는 게 잘 풀렸으면 좋겠어요."
  },
  {
    "id": "train_22776",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "부끄러운",
    "dialogue": "우리 딸이 맨날 나만 보면 돼지라고 놀려서 속상해. 따님이 돼지라고 놀려서 속상하시겠어요. 집에서만 그러면 상관없는데 밖에서도 돼지라고 부를 때 너무 부끄러워. 어떻게 해야 이 문제를 해결할 수 있을까요? 딸한테 밖에서 그렇게 부르지 말라고 주의를 줘야겠어. 정말 싫다고. 울음 참기 교육을 시키려 하시는군요."
  },
  {
    "id": "train_22777",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "한심한",
    "dialogue": "아들이 왜 하루 종일 게임만 할까? 공부에는 관심도 없는 것 같아. 아들이 공부에 관심이 없는 것 같아 걱정되시는군요. 조금 더 자세히 말씀해 주시겠어요? 공부를 하긴 하는 건지 방에서 게임 하는 걸 볼 때마다 속상해. 아들의 모든 행동을 감시는 할 수 없는데 어떻게 하면 지금 상황을 바꿀 수 있을까요? 오늘 아들과 먼저 대화를 나눠봐야겠어. 딸의 선택을 이해하고 존중하려 하시는군요."
  },
  {
    "id": "train_22792",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "혼란스러운",
    "dialogue": "아들과 치과에 갔는데 치료비가 너무 많이 나왔어. 치료비가 많이 나왔군요. 양치질을 잘하라고 그렇게 얘기했는데 말을 잘 안 들어. 지금 상황에서 해볼 만한 일이 뭐가 있을까요? 규칙적으로 닦게끔 옆에서 교육을 시켜야겠어. 아들 덕분에 행복한 시간을 보내셨군요."
  },
  {
    "id": "train_22794",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "오늘 가족끼리 간 놀이동산에서 아들을 두 시간 만에 찾았어. 아들을 잃어버렸다가 찾으셨다니 놀라셨겠어요. 아들을 찾았을 때는 다행이라는 안도감과 함께 너무 기뻤어. 앞으로는 이런 상황에 어떻게 해야 할까요? 그래도 앞으로는 아들을 잃어버리지 않게 잘 챙겨야겠어. 자식들이 부족함 없게 도와주려고 하시는군요."
  },
  {
    "id": "train_22795",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "아들이 생일 선물로 내게 값비싼 넥타이를 선물했어. 정말 기뻐. 아드님의 소중한 선물 덕분에 행복하셨겠군요. 아들이 직접 고르고 사온 넥타이라서 더욱 의미가 있고 행복해. 아들이 직접 고른 넥타이라서 더욱 특별한 기분이시군요. 응. 내 넥타이가 촌스러워서 고급스러운 디자인의 넥타이로 바꿔주고 싶었대. 마음에 들어. 가족들이랑 맛있는 치킨 사먹길 바랄게요."
  },
  {
    "id": "train_22806",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "편안한",
    "dialogue": "우리 딸은 나 도와주려고 휴학하고 매번 내 가게 일을 도와주고 있어. 그래서 너무 든든해. 딸이 가게 일을 도와주셔서 행복하시겠어요. 딸 덕분에 내가 편하게 일할 수 있어서 너무 고맙지. 따님에게 정말 고마우시겠어요. 이런 딸이 있어서 너무 행복해. 퇴직 이후의 삶을 준비하려고 하시는군요."
  },
  {
    "id": "train_23273",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "성가신",
    "dialogue": "하루 종일 밀린 집안일하느라 바쁜데 딸이 심심하다고 귀찮게 구니까 화가 나. 집안일로 바쁜데 귀찮게 구는 딸 때문에 화가 나시는군요. 옆에서 도와주지는 못할망정 심심하다고 그러는 게 이해가 안가. 이 상황을 해결할 방법에는 무엇이 있을까요? 혹시 정말 하고 싶은 말이나 고민이 있었던 건 아니었는지 물어봐야겠어. 아들과의 대화에 좋은 결과가 있기를 바라요."
  },
  {
    "id": "train_23280",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "실망한",
    "dialogue": "딸이 공부를 열심히 하기로 약속했는데 약속을 어겨서 슬퍼. 딸이 약속을 어기고 공부를 안 해서 슬프셨군요. 공부를 열심히 안 해서 화가 나기보다는 약속을 자꾸 어겨서 실망스러워. 어떻게 하면 상황을 극복할 수 있을까요? 딸에게 마지막으로 기회를 한 번 더 줘봐야겠어. 아들과 대화하시면서 상황이 더 좋은 방향으로 나아졌으면 좋겠어요."
  },
  {
    "id": "train_23284",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "실망한",
    "dialogue": "우리 아들이 피아노 좀 잘 쳤으면 좋겠는데 재능이 없는 거 같아 속상해. 아들이 재능이 없는 것 같아 속상하시군요. 아들이 피아노 잘 치면 뒷받침 잘해주고 싶었는데 뜻대로 잘 안되네. 이 상황에서 할 수 있는 게 뭐가 있을까요? 아들이랑 이야기해 보고 계속 피아노를 할지 결정해야겠어. 딸과 대화를 잘 나누셨으면 좋겠어요."
  },
  {
    "id": "train_23287",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "실망한",
    "dialogue": "딸이 요새 나한테 거짓말이 늘어난 것 같아서 슬퍼. 딸이 거짓말이 늘어 슬프겠어요. 요새 자꾸 나한테 숨기려고 하는 게 많아진 것 같아. 사소한 것도 거짓말을 하니 실망스러워. 많이 실망스러우시겠어요. 어떻게 하면 딸과의 상황을 변화시킬 수 있을까요? 딸이 나를 편안하게 느낄 수 있도록 대화를 해 봐야겠어. 지금이라도 밥을 차려 주려고 하시는군요."
  },
  {
    "id": "train_23295",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "후회되는",
    "dialogue": "딸과 싸우다가 상처 주는 말을 해서 정말 후회돼. 상처 주는 말을 해서 후회가 되시는군요. 딸이 마음에 상처 입고 방에서 나오지 않고 있어. 지금의 상황을 변화시키기 위해 무엇을 해야 할까요? 딸에게 먼저 사과하고 이야기를 나눠봐야겠어. 딸을 응원하며 지켜보려고 하시는군요."
  },
  {
    "id": "train_23305",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "우울한",
    "dialogue": "아들이 나이가 들수록 나와 이야기하려 하지 않아. 많이 서운하시겠군요. 맞아. 되게 서운하더라고. 어떻게 하면 아들과 이야기를 나눌 수 있을까요? 아들이 좋아하는 음식점에 가서 같이 밥을 먹다 보면 대화를 나눌 수 있을 것 같아. 담임 선생님과 상담하면서 해결할 방법을 찾으면 좋겠네요."
  },
  {
    "id": "train_23309",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "우울한",
    "dialogue": "아들 가족이 멀리 이민을 갔어. 보고 싶은데 볼 수 없어서 슬퍼. 아들이 다른 나라에 살아서 보기 어려워서 슬프시겠어요. 나 혼자 남겨진 기분이 들어서 우울해. 어떻게 해야 우울하지 않을까요? 아들에게 인터넷 영상통화를 하자고 해야겠어. 가족들과 함께 식사를 준비하려고 하시는군요."
  },
  {
    "id": "train_23310",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "우울한",
    "dialogue": "딸이 바빠서 새해에 못 온다고 연락이 왔어. 따님이 보고 싶으셨을 텐데 속상하시겠어요. 이번에는 볼 수 있을까 해서 기대하면서 기다렸는데 못 온다니 우울하네. 지금 기분에서 어떻게 벗어날 수 있을까요? 딸이 못 오는데 우울한 기분이 나아질 것 같지 않아. 적당한 대인관계를 유지하며 살아가려고 하시는군요."
  },
  {
    "id": "train_23320",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "낙담한",
    "dialogue": "아들이 반장선거에 나가서 반장이 될 줄 알았는데 떨어져서 슬퍼. 아들이 반장선거에 떨어져서 슬프시겠어요. 공부도 잘하고 인물도 좋고 교우관계도 좋아서 될 줄 알았는데 아쉬워. 이 상황에서 무엇을 하면 좋을까요? 나도 실망했지만 더 낙담한 건 아들이니까 대화로 격려해줘야겠어. 쇼핑이나 맛있는 요리로 딸의 기분이 나아지면 좋겠어요."
  },
  {
    "id": "train_23324",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "낙담한",
    "dialogue": "아들이 바빠서 명절에 못 내려온다고 해서 아쉬워. 아드님이 명절에 못 내려오셔서 아쉬우시겠어요. 바쁜 건 어쩔 수 없겠지만 일 년에 몇 번 보지도 못하는데 말이야. 아쉬움을 달래기 위해 어떻게 하실 수 있을까요? 차라리 이번 명절엔 젊은이들처럼 여행이라도 가볼까 봐. 호신용품으로 사용자님의 걱정을 덜 수 있었으면 좋겠네요."
  },
  {
    "id": "train_23328",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "낙담한",
    "dialogue": "아들이 설거지를 해주길 바라서 출근하기 전에 부탁을 했는데 집에 오니 그대로야. 화도 나시고 속상하시겠네요. 아드님께서 어떤 일이라도 있으셨나요? 모르겠어. 뭐가 그리 바쁘다고 이런 사소한 것 하나 못해주는지 속상하네. 속상한 마음을 어떻게 떨쳐낼 수 있을까요? 모르겠어. 아들에게 무슨 일이 있었는지 물어봐야겠어. 진심 어린 기도로 지금의 상황을 잘 극복하길 바라요."
  },
  {
    "id": "train_23330",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "두려운",
    "dialogue": "요즘 티브이에 흉흉한 뉴스가 자주 보여서 딸이 귀가가 늦으면 나쁜 일을 당할까 봐 두려워. 딸의 귀가가 늦으면 나쁜 일을 당할까 봐 걱정이 되시는군요. 일찍 다니라고 해도 말을 안 들어서 고민이야. 이 문제를 해결하려면 무엇을 하면 좋을까요? 호신용품을 들고 다니라고 하면 조금이나마 마음이 편할 것 같아. 전화로 딸과 좋은 대화를 하고 오시길 바라요."
  },
  {
    "id": "train_23332",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "두려운",
    "dialogue": "몸이 약한 딸이 출산을 앞두고 있는데 큰일이 나진 않을지 걱정이 태산이야. 몸이 약한 딸의 출산이 걱정되시는군요. 의료기술이 좋아졌다고는 하지만 부모 입장에서는 불안한 마음이 가시질 않아. 불안함을 해소하기 위해서 무엇을 할 수 있을까요? 내가 할 수 있는 일은 그냥 딸 손을 잡아주면서 응원하는 일밖에 없지. 올바르지 않은 부탁은 잘 거절하길 바랄게요."
  },
  {
    "id": "train_23337",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "취약한",
    "dialogue": "나는 아들의 부탁에 너무 약한 것 같아. 아들의 부탁에 약한 것 같군요. 계속 아들의 부탁을 들어주다 아들이 버릇이 없게 될까 봐 걱정이야. 이 상황에서 벗어나기 위한 방법은 어떤 것이 있을까요? 상황에 따라 올바르지 않은 부탁은 거절을 해야겠어. 사용자님의 노력으로 문제가 해결되길 바라요."
  },
  {
    "id": "train_23373",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "당황",
    "dialogue": "애정표현을 잘 안 하던 아들이 갑자기 사랑한다고 말해서 너무 당황스러워. 아들이 갑자기 사랑한다고 말해서 많이 당황하셨나 봐요? 무슨 안 좋은 일이 있는 게 아닌지 걱정되네. 얘가 이럴 리가 없는데. 많이 걱정되는 거 같은데 어떻게 하면 그 기분이 나아질까요? 나도 아들에게 사랑한다고 말하고 반응이 어떤지 한번 지켜봐야겠어. 아들과 함께 좋은 시간을 보내셨으면 좋겠어요."
  },
  {
    "id": "train_23384",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "고립된",
    "dialogue": "아들이 가족 행사에 혼자만 참여하지 않으려고 해서 속상해. 아들이 가족 행사에 혼자만 참여하지 않아서 속상하시군요. 같이 참여하자고 해도 무조건 싫다면서 거절해서 정말 힘들어. 아들이 무조건 거절해서 힘드시군요. 어떻게 하면 문제를 해결할 수 있을까요? 한번 진지하게 아들과 대화해서 이유를 찾아봐야겠어. 딸과 좋은 여행 다녀오셔서 상황이 진전되길 바랄게요."
  },
  {
    "id": "train_23389",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "외로운",
    "dialogue": "요즘 갑자기 자취하는 딸이 보고 싶어. 딸이 보고 싶으셔서 많이 외로우시겠어요. 딸과 안 본지도 정말 오래됐다. 따님이 보고 싶으시군요. 어떻게 하면 좋을까요? 딸과 함께 여행을 가자고 할 생각이야. 그렇게 하셔서 외로움이 없어지시면 좋겠어요."
  },
  {
    "id": "train_23391",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "외로운",
    "dialogue": "아들이 이제는 독립해서 혼자 살아보겠다고 해. 왜 이렇게 외롭지? 아들이 혼자 살겠다고 하셔서 많이 외로우시겠어요. 아들이 독립하면 집에도 잘 안 오겠지? 많이 걱정되시겠어요. 어떻게 하면 외롭고 속상한 마음을 조금이라도 나아지게 할 수 있을까요? 아들은 독립시켜주는 게 맞는 것 같아. 아들과 함께 여행을 다녀올 생각이야. 그렇게 하셔서 자녀분들과 대화가 늘어나고 밝아지시길 바라요."
  },
  {
    "id": "train_23398",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "혐오스러운",
    "dialogue": "딸이 예전엔 날씬했었는데 우울증이 오면서 살이 엄청 쪄버렸는데 깜짝 놀랐어. 당황스러운 상황이었겠어요. 살이 너무 쪄버려서 뱃살이 너무 나왔더라고. 이런 상황에 대해 어떻게 하면 좋을까요? 딸과 함께 운동을 해야겠어. 혼자서는 어려워하더라고. 철저한 준비로 지금 상황을 잘 이겨내시길 바라요."
  },
  {
    "id": "train_23532",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "딸이 다 컸나 봐. 내 생일이라고 선물로 미역국과 케이크를 만들어줬어. 따님 분의 선물에 감동을 받으셨나 보군요. 다 커서 이런 선물도 주고 오늘은 정말 기분이 좋네. 어떻게 딸에게 마음을 표현할까? 따님의 정성에 기쁘신가 보군요. 마음을 표현할 수 있는 대안은 무엇이 있을까요? 딸이 좋아하는 음식으로 가족들과 저녁에 외식을 해야겠어. 즐거운 여행이 되길 바라요."
  },
  {
    "id": "train_23537",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "딸의 건강이 회복되어 이제 약을 안 먹어도 된대. 딸의 건강이 회복되어 기쁘시겠어요. 아파도 내색 없이 견뎌 낸 딸에게 고마워서 뭔가 선물을 해 주고 싶어. 어떤 선물이 딸에게 그 기쁨을 전할 수 있을까요? 그동안 바깥출입을 못 해봤으니 함께 여행을 가야겠어. 가족들과 여행하면서 행복하셨으면 좋겠어요."
  },
  {
    "id": "train_23572",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "신이 난",
    "dialogue": "아들이 힘들게 키워 줘서 감사하다며 여행을 보내주었어. 아들이 여행을 보내주어서 매우 기쁘시겠어요. 여행을 보내준 아들에게 어떻게 고맙다고 할지 고민이야. 아들에게 어떻게 고맙다고 할지 고민 중이시군요. 어떻게 표현을 해야 좋을까요? 여행 후 돌아오며 아들에게 필요한 선물을 사주는 게 좋겠어. 가족분들과 행복한 시간 보내시고 앞으로 더욱 행복하시면 좋겠어요."
  },
  {
    "id": "train_23617",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "성가신",
    "dialogue": "힘들게 일을 하고 집에 갔는데 딸이 밥을 해달라고 해서 너무 성가셨어. 힘든데 딸이 밥을 해달라고 해서 성가셨군요. 왜 혼자서 요리를 해 먹을 수 있는데도 건강도 좋지 않은 나에게 자꾸 부탁하는지 모르겠어. 딸에게 어떻게 얘기하면 좋을까요? 시간 나면 딸에게 내 솔직한 심정을 말해 보려고. 푹 주무시면서 몸 상태가 나아졌으면 좋겠어요."
  },
  {
    "id": "train_23631",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "실망한",
    "dialogue": "몸에 좋다는 영양제를 들은 게 있어서 딸에게 알아봐 달라고 했는데 소식이 없어. 따님에게 알아봐 달라고 한 것이 있는데 아직 소식이 없군요. 혹시나 중간에 물어봤는데 기억도 못하고 있더라고. 다시 이야기를 했지만 약간 실망했어. 따님에게 확인해보았는데 기억을 못해서 실망하셨군요. 혹시 알아보고 있는지 전화를 다시 한 번 해봐야겠어. 긍정적인 생각으로 속상한 기분이 나아졌으면 좋겠네요."
  },
  {
    "id": "train_23634",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "실망한",
    "dialogue": "자식이 둘이 있는데 큰 아들만 나를 챙기고 작은 아들은 관심도 없는 것 같아 실망스럽네. 자녀분들 중 작은 아드님이 사용자님을 챙겨주지 않아 실망을 하고 계시는군요. 더 예뻐했는데 그래서 마음이 더 그런가 봐. 너무 오냐 오냐 키워서 그런 것 같기도 하고. 작은 아드님을 더 예뻐했었군요. 어떻게 하는 것이 이 상황에 도움이 될까요? 나중을 생각해서라도 지금 딱 부러지게 이렇게 하면 안 된다고 이야기를 해 두어야겠어. 정성 어린 간호를 통해 지금 상황을 잘 극복하기 바라요."
  },
  {
    "id": "train_23643",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "후회되는",
    "dialogue": "딸이 몸이 불편한데 얼마 전에 나보고 소리를 지르면서 울더라. 조금 더 자세히 알고 싶어요. 내가 너무 엄하게 굴어서 자기는 기가 죽어 살아왔대. 그 말이 비수로 꽂혀서 너무 후회돼. 엄하게 군 자신이 후회가 되시겠어요. 지금 상황에서 할 수 있는 일이 없을까요? 일단 딸에게 상처 준 것에 대해 사과하려고 해. 올바른 식단과 운동으로 건강한 생활을 즐기시길 바라요!"
  },
  {
    "id": "train_23679",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "두려운",
    "dialogue": "아빠가 더 이상 내가 아빠 딸이라는 걸 기억 못하시는 것 같아서 너무 불안해. 아버지가 딸을 기억하지 못하시는 것 같아 불안하시군요. 알아보실 때도 있지만 나를 못 알아보실 때도 있는 것 같아. 그럴 때마다 속상하시겠어요. 이 상황에선 무엇을 해야 좋을까요? 최대한 아버지와 시간을 많이 보내야겠어. 정신병원 상담으로 일이 잘 해결되길 바라요."
  },
  {
    "id": "train_23688",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "혼란스러운",
    "dialogue": "이제 곧 방학인데 딸이 내려온다 말만하고 본가로 내려오지 않아. 불안해. 따님이 아직 집에 도착하지 않아 걱정이 되시는 군요. 조금 더 자세하게 말씀해주시겠어요? 요즘에는 내 전화도 잘 받지 않거든. 무슨 일이 생긴 건 아니겠지? 지금 상황에서 시도해볼 수 있을만한 일이 뭐가 있을까요? 아무래도 딸의 자취방으로 가봐야겠어. 진료를 잘 받아 지금의 상황이 호전되었으면 좋겠어요."
  },
  {
    "id": "train_23689",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "혼란스러운",
    "dialogue": "오랫동안 연락이 끊겼던 희진이가 오랜만에 전화를 했어. 너무 혼란스럽네. 갑작스러운 전화에 당황스러우셨겠어요. 당황스럽기 보다는 몸이 아프다는 말을 들으니 너무 불안하고 마음이 안 좋아. 지금 해볼 수 있는 일이 무엇이 있을까요? 입원 중인 병원에 한번 찾아가서 얼굴을 봐야겠어. 수영으로 지금의 상황을 잘 극복하길 바라요."
  },
  {
    "id": "train_23735",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "죄책감의",
    "dialogue": "우리 딸이 아토피 때문에 어렸을 때부터 고생하고 있어. 엄마로서 너무 미안해. 그러셨군요. 가족 분도 누구의 탓도 아니라는 걸 이해하고 있을 거예요. 지금도 가려워서 긁고 덧나있는 흉터를 보면 안쓰럽고 마음이 아파. 그런 마음이 드셨다니 저도 너무 마음이 아파요. 낫게 하기 위해서 무엇을 하면 좋을까요? 병원에도 가봤는데 식이요법 잘 하고 가려울 때마다 연고를 잘 바르래. 운동 열심히 하셔서 더 건강하시기 바라요."
  },
  {
    "id": "train_23739",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "아들이 갑상선에 좋다고 미역국을 끓여줘서 행복해. 미역도 직접 완도까지 가서 사 왔다네. 아들이 사용자님의 건강을 생각해서 미역국을 끓여 주었다니 행복하시겠어요. 갑상선에 문제가 있었는데 최근에는 많이 나아졌거든. 아들이 걱정을 많이 했었어. 많이 나아졌다니 다행이네요. 아들이 옆에서 잘 챙겨줘서 나아진 것 같아. 자식 둔 보람이 있어! 아드님이 기뻐하셨으면 좋겠어요."
  },
  {
    "id": "train_26080",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "당혹스러운",
    "dialogue": "아들이 당당하게 자기한테 줄 유산 미리 주면 안 되냐고 해서 매우 당혹스러웠어. 전혀 예상치 못한 요구였거든. 아들의 당당한 요구에 당혹스러우셨겠어요. 어떻게 하기로 하셨나요? 놀란 마음을 숨기고 내 은퇴자금이니 물려줄 유산 따위 없다고 했지. 물려줄 유산은 없다고 하셨군요. 현재 아들의 반응은 어떤가요? 자기한테 줄 것을 따로 모아두지 않았냐며 묻는데 말문이 막혀서 참. 의외의 말을 들으시니 말문이 막히셨군요."
  },
  {
    "id": "train_26099",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "분노",
    "dialogue": "완전 열 받는 일 있었어. 무슨 일로 열이 받으시나요? 어제 아들이 나보고 밥 가져오라는데 자기 아빠랑 똑같이 나를 부려먹더라고. 아들이 사용자님을 부려먹었다 생각하시는군요. 내가 자기 식모인 줄 아나 봐. 이런 대접을 받아야 하나 우울하네. 아들이 사용자님을 식모라 생각하는거 같아 우울하시군요."
  },
  {
    "id": "train_26106",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "흥분",
    "dialogue": "내 아들이 서울대 의대에 합격했어. 아들이 서울대에 붙으셨군요. 날 닮아 머리가 좋아. 세상을 다 얻은 거 같아. 엄마를 닮아 머리가 좋군요. 합격했으니 망정이지 뒷바라지가 힘들었어. 돕는게 힘드셨었군요."
  },
  {
    "id": "train_26110",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "고립된",
    "dialogue": "아이들 대화를 따라갈 수가 없어 나도 나이가 먹었나 봐. 아이들과의 소통에 어려움을 겪고 계시군요. 아이들 대화 내용을 듣다 보면 나만 뒤처진 듯해. 아이들 대화를 들으면 뒤처진다고 느끼시는군요. 최근 그렇게 느낄만한 일이 있으셨나요?  일상 속에서 느껴지는 소외감이지. 쓸쓸한 생각이 들기도 해. 자녀분들에 대한 소외감에 많이 외로우시겠어요."
  },
  {
    "id": "train_26399",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "감사하는",
    "dialogue": "오늘 내 아이를 출산했어. 출산 후의 감정이 어떠신가요? 이렇게 건강하고 무사히 태어나줘서 정말 감사해. 아기가 건강하게 태어나서 감사한 마음이 드시는군요."
  },
  {
    "id": "train_26402",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "감사하는",
    "dialogue": "이번에 아이 낳고 조리원에 있어 보니까 정말 감사하더라고. 어떤 부분이 감사하게 느껴지셨어요? 내가 직접 겪고 보니까 아이가 건강하게 출산하는 게 보통 일이 아니더라고. 아이가 건강하게 태어나서 감사함을 느끼셨군요. 주위 사람들을 보니까 출산할 때 아이한테 문제가 생기거나 큰일이 나는 경우가 꽤 있더라고. 정말 건강하게 태어난 것만으로도 충분한 것 같아. 건강하게 태어난 것만으로도 충분히 감사하다 느끼시는군요."
  },
  {
    "id": "train_26413",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "어제 자연분만으로 아기를 낳았어! 너무 기쁘고 행복해. 아이를 낳아서 기쁘시군요. 가족 모두가 한마음으로 기뻐하고 있어. 너무 행복해. 가족들도 기뻐하는군요. 얼른 퇴원해서 아이랑 놀고 싶어. 얼른 퇴원해서 아이랑 놀고싶으시군요."
  },
  {
    "id": "train_26414",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "드디어 아이를 낳았어. 아이를 낳으셨군요. 새로운 가족이 생겨서 기뻐. 새로운 가족이 생겨서 기쁘시군요. 혼내지 않고 잘 키울 거야. 아이를 잘 키울 생각이시군요."
  },
  {
    "id": "train_26441",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "만족스러운",
    "dialogue": "딸을 출산했는데 정말 예뻐. 내 아이지만 만족스러워. 아기가 예뻐서 만족스러우시군요. 예쁜 딸이랑 빨리 대화하고 싶어. 딸이랑 빨리 대화를 하고 싶으시군요. 얼른 컸으면 좋겠어. 얼른 컸으면 좋겠다고 생각하시는군요."
  },
  {
    "id": "train_26509",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "실망한",
    "dialogue": "내 아들이지만 가끔 보면 누굴 닮았나 싶어. 많이 속상하신 것 같아요. 어쩌다 그런 생각을 했는지 말해보시겠어요? 올해 들어 편식하기 시작하더니 오늘은 밥을 아예 안 먹겠다지 뭐야. 아이가 말을 듣지 않아서 실망스러우시겠어요. 좋은 방법이 있을까요? 앞으로 편식하면 아예 밥을 안 줘야겠어. 편식하면 밥을 안 주기로 결심하셨군요."
  },
  {
    "id": "train_26848",
    "situation": "연애,결혼,출산",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "의사로부터 힘들게 출산한 아이가 몇 개월 못살고 죽을지도 모른다는 말을 들어 충격이야. 소중한 아이가 몇 개월밖에 못 산다니 정말 속상하실 것 같아요. 응. 노산이라 걱정했는데 의사에게 직접 들으니 억장이 무너져. 어떻게 하면 마음의 충격을 가라앉힐 수 있을까요? 아이에게 후회 없이 잘해줘야 될 것 같아. 아이에게 최선을 다하려고 하시는군요."
  },
  {
    "id": "train_26888",
    "situation": "가족관계",
    "emotion_big": "분노",
    "emotion_small": "구역질 나는",
    "dialogue": "볼일 보고 나올 때마다 아빠가 변기 물을 좀 잘 내렸으면 좋겠어. 변기 물을 안 내려서 힘들겠네요. 냄새 나고 구역질 나서 힘들어. 이런 상황을 벗어나기 위해서 할 수 있는 게 어떤 것이 있을까요? 아빠는 안방 화장실만 사용하라고 말씀 드리고 싶어. 아빠가 그 의견을 잘 받아들이셨으면 좋겠네요."
  },
  {
    "id": "train_26889",
    "situation": "가족관계",
    "emotion_big": "분노",
    "emotion_small": "구역질 나는",
    "dialogue": "다이어트 하는 언니가 변비에 걸려서 변기가 자주 막혀. 변기가 막히면 짜증이 나겠어요. 자주 막히니까 더 힘들고 구역질 나. 상황을 해결하기 위해서 언니에게 어떻게 말하면 좋을까요? 변기가 막히면 제발 본인이 뚫으라고 말하고 싶어. 언니가 사용자님의 말을 받아들이면 좋겠네요."
  },
  {
    "id": "train_27026",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "조심스러운",
    "dialogue": "아들이 요즘 한창 인상을 쓰고 다니는데 대화를 하고 싶어서 안방으로 불렀어. 아들과 대화를 하고 싶으시군요. 표정이 좋지 않아서 조심스러우시겠어요. 아들에게 인상 쓰지 말라고 말해야 할지 고민 중이야. 말을 해야 할지 고민 중이시군요. 어떻게 하는 것이 가장 좋을 방법일까요? 인상을 쓰고 다니면 본인과 아들을 보는 사람들의 기분이 좋지는 않을 테니 말해야겠어. 상대방에게 잘 이야기하면 좋겠어요."
  },
  {
    "id": "train_27029",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "조심스러운",
    "dialogue": "크리스마스 선물을 숨기고 없는 척하다가 아이들이 자는 사이에 몰래 줬어. 선물을 숨기셨군요. 들킬까 봐 불안하시겠어요. 아이들이 왜 없는 척했냐고 하면 뭐라고 해야 할지 고민 중이야. 어떤 말을 할지 고민 중이시군요. 아이들이 화나지 않을만한 방법이 뭐가 있을까요? 산타 할아버지가 와서 줬다고 해야지. 아이들이 잘 믿어줬으면 좋겠어요."
  },
  {
    "id": "train_27030",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "조심스러운",
    "dialogue": "딸이 전화를 받고 몰래 나가기에 뒤따라갔어. 딸을 몰래 뒤따라 가셨군요. 들킬까 불안하였겠어요. 딸이 안 좋은 짓을 한다면 어떻게 해야 할지 고민이야. 어떻게 훈육해야 할지 고민 중이시군요. 어떻게 해야 딸을 잘 훈육할 수 있을까요? 소리 지르거나 때리지 않고 침착하게 대하는게 중요해. 원하던 대로 나쁜 상황이 일어나지 않길 바라요."
  },
  {
    "id": "train_27113",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "짜증내는",
    "dialogue": "오늘 딸이 머리를 감고 머리카락을 치우지 않았어. 어쩜 좋을까? 딸이 머리를 감고 머리카락을 치우지 않아 속상하시군요. 딸 버릇을 고칠 수 있는 좋은 방법이 없을까? 어떤 방법이 최고의 방법이라 생각하세요? 딸한테 선물을 주면서 다시한번 이야기를 해보려고 해. 딸과의 대화로 잘 해결됐으면 좋겠어요."
  },
  {
    "id": "train_27236",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "툴툴대는",
    "dialogue": "아들에게 어제 방 청소를 하라고 잔소리를 했어. 그런데 마음이 안 좋아. 잔소리를 하셨군요. 마음이 많이 쓰이셨겠어요. 맞아 나는 이렇게 마음이 쓰이는 건 알까 아들이? 그래도 미안하다고 사과를 할까? 미안하다고 사과를 하실지 고민 중이시군요. 어떻게 하는 것이 좋은 방법일까요? 아무래도 사과를 하고 다시 잘 풀어야겠어. 내가 심했던 것 같아. 사과를 하실 생각이시군요. 좋은 관계로 다시 회복되길 바랄게요."
  },
  {
    "id": "train_27237",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "툴툴대는",
    "dialogue": "딸이 원래 통금시간보다 늦게 들어오고 싶다며 툴툴댔어. 말투만 고치면 들어줄 텐데 짜증이나. 따님 말투 때문에 짜증이 나셨군요. 많이 신경 쓰이시겠어요. 응 신경이 많이 쓰여. 말투를 고쳐달라고 말해볼까? 직접 말투에 대하여 말씀하실지 고민 중이시군요. 어떻게 하는 편이 나을까요? 좋은 말투로 이야기를 해봐야겠어. 그래야 내 마음도 편할 것 같아. 잘 이야기 해보실 생각이시군요. 잘 해결되셨으면 좋겠네요."
  },
  {
    "id": "train_27322",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "희생된",
    "dialogue": "나를 위해 신장 이식을 해줄 사람이 나왔어. 신장 이식을 해줄 사람이 나타났다니 정말 다행스러운 일이네요. 그런데 알고 보니 신장 이식자가 내 딸이라는 것을 받아들일 수 없어. 왜 여태껏 말을 안 한 거지? 신장 이식자가 딸이었다는 것에 상처 받으셨군요. 어떻게 하면 이 문제를 해결할 수 있을까요? 나도 잘 모르겠어. 일단 딸한테 내 마음을 말해볼 거야. 이야기가 잘 되어서 문제가 해결되었으면 좋겠어요."
  },
  {
    "id": "train_27503",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "회의적인",
    "dialogue": "아들은 키워봐야 소용이 없어. 생각해서 밥상을 차려줘도 칭찬 한번 못 받아. 속상한 느낌이었겠어요. 좋아하는 반찬 만들어줘도 결국 며느리가 한 밥이 더 맛있다고 하네. 내 밥은 맛이 없나 봐. 어떻게 하면 속상한 감정을 덜 느낄까요? 아들한테 두 가지 방안 중에 마음에 드는 거를 골라보라고 할까 봐. 아들에게 선택권을 줘 결정하도록 하시는군요. 좋은 방안인 거 같아요."
  },
  {
    "id": "train_27676",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "성가신",
    "dialogue": "편두통이 벌써 십 년째야. 만성편두통을 앓아오시고 계시군요. 너무 아플 땐 그냥 죽어 버리고 싶어. 너무 아플 땐 그냥 죽어 버리고 싶다는 생각을 하시는군요. 요즘 무슨 걱정이 있냐고 물어보면서 아들과 얘기를 잘해봐야지. 아들과 충분한 대화를 하면서 잘 풀리셨으면 좋겠어요."
  },
  {
    "id": "train_27859",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "배신당한",
    "dialogue": "아들을 위해 건강에 좋다는 음식은 다 먹였는데 아들이 암에 걸렸어. 너무 억울하고 속상해. 아드님에게 건강에 좋다는 음식은 다 먹였는데 아드님이 암에 걸려서 속상하시겠어요. 남들은 좋은 것도 안 먹고 건강하게 잘 지내는데 왜 우리 아들한테만 이런 일이 일어나는지. 괴로워. 지금의 상황을 극복할 수 있는 어떤 방법이 있을까요? 지금은 아들이 암을 잘 이겨낼 수 있게 도와주어야지. 뜻대로 아드님의 건강이 회복되었으면 좋겠네요."
  },
  {
    "id": "train_27980",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "부끄러운",
    "dialogue": "뷔페에 내가 좋아하는 과일이 많이 남아서 싸가려는데 딸이 창피하다고 하네. 좋아하는 과일 조금 싸가려는데 딸이 말려서 속상하셨겠어요. 보는 사람들도 별로 없었고 아주 조금만 가져가려고 한 거였어. 어떻게 하면 기분이 나아질까요? 지금 나의 속상한 마음을 알아주는 사람이 있었으면 좋겠어. 속상한 마음을 알아줄 수 있는 사람이 있었으면 좋겠어요."
  },
  {
    "id": "train_27991",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "배신당한",
    "dialogue": "애들이 다 그런가 안 싸운다 약속해놓고 또 싸워서 울고불고 난리야. 아이들이 또 싸웠다니 상처받으셨군요. 장난감 때문에 싸운 것 같아. 장난감 자동차를 한 개만 사줬거든. 아이들이 다시 싸우지 않기 위해선 어떻게 하는 게 좋을까요? 장난감을 두 개 사주거나 양보하는 것을 알려줘야겠어. 여러 방법들이 아이들과의 관계 회복에 도움이 되었으면 좋겠네요."
  },
  {
    "id": "train_28391",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "느긋",
    "dialogue": "요즘 얼른 아이를 가지라는 얘기를 많이 들어. 주변에서 아이를 가지라는 소리를 많이 들으시는군요. 평소 아이를 가지는 것에 대해 어떻게 생각하시는지 궁금해요. 아직 젊은 편이라 급하게 할 필요 없이 좀 더 즐겨도 될 것 같아. 여유로운 태도가 멋지시네요."
  },
  {
    "id": "train_28398",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "성가신",
    "dialogue": "우리 애들은 언제쯤 알아서 할는지. 무슨 일인지 자세히 말씀해주세요. 우리 애들이 아직 어려서 등하교 시켜줘야 하고 숙제도 옆에서 봐줘야 하고 준비물도 챙겼는지 확인해야 하고 어휴 신경 쓸게 왜 이리 많은지.  아이들을 챙겨주는 게 번거롭고 신경 쓰이는군요. 맞아. 사소한 것도 다 엄마 엄마 하면서 다해달라고 하니까 여간 성가신 게 아니야. 엄마를 많이 찾아 성가시군요. "
  },
  {
    "id": "train_28456",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "질투하는",
    "dialogue": "나 오늘 기분이 영 아니네. 어떤 일이시죠? 제가 기분을 풀어드리고 싶네요. 내 딸이 집을 샀는데 그 집이 한 달 사이에 삼 억이 올랐어. 그렇군요. 딸이 산 집값이 올라서 부러우신 것처럼 들려요. 우리 집도 오르기는 했는데 한 채 더 사려 했는데 시기를 놓쳤어. 시기를 놓치셔서 마음 상하셨겠어요. 또 좋은 기회가 올 거예요."
  },
  {
    "id": "train_28730",
    "situation": "연애,결혼,출산",
    "emotion_big": "상처",
    "emotion_small": "고립된",
    "dialogue": "출산을 하고 육아를 시작한 후 나 자신을 잃어버린 것 같아서 슬퍼. 육아로 힘드시군요. 언제가 가장 행복하시나요? 응 많이 외로워. 나는 육아를 끝낸 후 아이들이 자는 시간이 행복해. 자는 시간이 행복하시군요. 또 언제 제일 행복할까요? 맛있는 음식을 먹으면서 영화를 볼 때! 맛있는 음식과 영화가 도움이 되는군요."
  },
  {
    "id": "train_28745",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "눈물이 나는",
    "dialogue": "곧 출산을 앞두고 있어. 곧 출산을 앞두고 있으시군요. 맞아. 내 배 속에 있던 아기를 낳는다고 생각하니까 괜히 눈물이 나네. 아이를 낳는다는 생각에 눈물이 나시는군요."
  },
  {
    "id": "train_28769",
    "situation": "연애,결혼,출산",
    "emotion_big": "분노",
    "emotion_small": "분노",
    "dialogue": "요즘 뉴스를 보면 부모가 자식을 학대하고 버리고 죽이는 부모들이 늘어 가는 게 현실화 돼버렸어. 현실이 참 무서운 것 같아요. 아이들한테 버려진다는 게 얼마나 두렵고 무서운 것일까? 버림의 두려움은 크죠. 아이를 낳아 버리 려면 왜 낳는지 이해할 수가 없어. 너무 책임감이 없는 부모군요."
  },
  {
    "id": "train_28771",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "비통한",
    "dialogue": "아기를 키운다는 건 정말 힘든 일 같아. 직접 아기를 키우고 계시는가요? 조카가 있는데 잠깐 보는 것도 힘들더라고. 잠깐 보는 것도 무척 힘든가 봅니다. 동생도 너무 불쌍해. 밖에 나가지도 못하거든. 동생분께서 육아하느라 외출도 힘들고 무척 지쳤겠어요."
  },
  {
    "id": "train_28870",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "마비된",
    "dialogue": "이번에 분만실에서 나온 첫 아이를 보면서 그 감동은 잊을 수 없어. 첫 아이가 탄생하는 순간을 보셨군요. 응. 너무 놀라서 그 자리에서 한참 동안 서 있었어. 아이의 탄생에 놀라움을 금치 못했군요."
  },
  {
    "id": "train_28872",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "안도",
    "dialogue": "이번에 배우자와 함께 산부인과에 방문했어. 무슨 일 때문에 방문하셨나요? 더 늦으면 안 될 것 같아서 아이를 낳기로 했거든. 둘 다 나이가 있어서 몸이 건강할지 걱정했는데 다행히 둘 다 매우 건강하대. 두 분 모두 건강하셔서 안도하셨겠어요. 부인이랑 매일 걷기 운동해서 더 건강한 몸을 만들기로 했어. 어서 예쁜 아기천사가 와 주면 좋겠다. 예쁜 아기천사가 어서 찾아와주면 좋겠네요."
  },
  {
    "id": "train_28993",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "조심스러운",
    "dialogue": "아들이 요즘 한창 인상을 쓰고 다니는데 어떻게 말을 걸어야 할지 조심스러워. 아들에게 말 걸기가 조심스러우시군요. 아들에게 인상 쓰지 말라고 말해야 할지 고민 중이야. 말을 해야 할지 고민 중이시군요. 어떻게 하는 것이 가장 좋을 방법일까요? 인상을 쓰고 다니면 본인과 아들을 보는 사람들의 기분이 좋지는 않을 테니 아들에게 맛있는 걸 먹으며 말해야겠어. 맛있는 걸 드시며 이야기가 잘 되었으면 좋겠어요."
  },
  {
    "id": "train_28997",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "조심스러운",
    "dialogue": "크리스마스 선물을 숨기고 없는 척하다가 아이들이 자는 사이에 몰래 주려고. 조금 더 자세히 이야기를 듣고 싶어요. 아이들이 왜 없는 척했냐고 하면 뭐라고 해야 할지 고민 중이야. 어떤 말을 할지 고민 중이시군요. 어떻게 말하는 게 가장 좋은 방법일까요? 산타 할아버지가 와서 줬다고 해야 할 것 같아. 산타 할아버지가 줬다고 말하려고 하시는군요."
  },
  {
    "id": "train_28998",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "조심스러운",
    "dialogue": "딸이 전화를 받고 몰래 나가서 뒤따라갔어. 어떤 일이 있으셨는지 조금 더 구체적으로 말씀해 주시겠어요? 딸이 안 좋은 짓을 한다면 어떻게 해야 할지 고민이야. 어떻게 훈육해야 할지 고민 중이시군요. 어떻게 해야 딸을 잘 훈육할 수 있을까요? 소리 지르거나 때리지 않고 침착하게 대해야 할 것 같아. 따님이 안 좋은 일을 한다면 침착하게 훈육하려고 하시는군요."
  },
  {
    "id": "train_29120",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "슬픔",
    "dialogue": "딸이 미국에 가서 살겠대서 헤어질 생각하니 너무 슬퍼. 따님이 미국에 가서 사신다고 하니 슬프시군요. 정말 귀하게 키웠거든. 미국 가면 혼자인데 가서 아플까봐 걱정이야.  귀하게 키운 따님이 타지에서 아플까봐 걱정되시는 군요."
  },
  {
    "id": "train_29123",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "마비된",
    "dialogue": "아들이 나랑 대화를 안 할려고 해서 마음이 안 좋네. 아드님이 대화를 하려고 하지 않아 속상하시군요. 어떻게 하면 좋을까요? 아들이 좋아하는 관심사가 뭔지 알아봐야겠어. 그러면 대화할 수 있지 않을까? 아드님의 관심사를 파악해 대화하려고 하시는 군요."
  },
  {
    "id": "train_29130",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "안도",
    "dialogue": "아들이랑 싸웠는데 아들이 먼저 사과를 해서 다행이야. 아드님이 먼저 사과를해서 다행이라 느끼시는군요. 응 잘못을 뉘우치는거 같더라고. 기특하게. 잘못을 뉘우치고 먼저 사과한 아드님을 기특하다 생각하시는 군요."
  },
  {
    "id": "train_29159",
    "situation": "가족관계",
    "emotion_big": "분노",
    "emotion_small": "노여워하는",
    "dialogue": "언니가 자꾸 화를 나한테 풀어서 너무 화가 나. 언니분이 화풀이를 하셔서 화가 나셨군요. 어떻게 하면 화풀이를 하지 않을 까요? 언니랑 진지하게 대화해봐야 할 것 같아. 언니분의 화풀이를 없애기 위해 진지한 대화를 하려고 하시는군요."
  },
  {
    "id": "train_29300",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "안달하는",
    "dialogue": "아이가 고 삼인데 하루종일 게임만 해서 미치겠어. 공부좀하라고 그래도 들은채도 안해. 아이가 공부하지 않아서 속상하시겠어요. 어떻게 해야할지 계획있으세요? 게임기를 뺏었다가 공부를 하면 다시 돌려줘야겠어. 게임기를 뺏는 방법으로 공부를 시키려 하시는 군요."
  },
  {
    "id": "train_29302",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "슬픔",
    "dialogue": "요새 아들과의 관계가 별로 안 좋아서 슬퍼. 아드님과 관계가 좋지 않아 슬프신 상황이시군요. 어떻게 하면 관계가 좋아질 수 있을까요? 아들이 좋아하는 음식을 차려주면서 먼저 다가가보려고. 아드님님과의 관계회복을 위해 아드님이 좋아하는 음식을 차려주면서 먼저 다가가실 계획이시군요."
  },
  {
    "id": "train_29316",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "안도",
    "dialogue": "어제 내 딸이랑 화해했어. 정말 다행이야. 따님과 화해해서 다행이라 생각하시는 군요. 따님과는 앞으로 어떻게 지내실 건가요? 다시는 싸우지 않기 위해 내가 많이 노력할꺼야. 따님과 싸우지 않기위해 노력하실 계획이시군요."
  },
  {
    "id": "train_29557",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "노여워하는",
    "dialogue": "오늘 내 생일인데 딸이 연락을 하나도 안 했어. 생일인데 딸이 연락을 하나도 안 했군요. 내 딸이 이러다니 너무 화가 나. 딸이 연락을 안 해서 화나셨군요."
  },
  {
    "id": "train_29568",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "희생된",
    "dialogue": "내가 밖에서 일하느라 아들이 혼자서 고생이 많았어. 아들한테 미안한 감정이 있으신가봐요. 다른 애들처럼 놀러도 못다니고 우리 애가 희생아닌 희생을 했지. 앞으로는 자녀분과 함께 행복하시기를 바랄게요."
  },
  {
    "id": "train_29569",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "억울한",
    "dialogue": "내 아이가 나의 말을 잘 듣지 않아서 고민이야. 아이가 나의 말을 잘 듣지 않아서 고민이시군요. 무슨 일이 있으셨나요? 조언을 해주는거라고 생각했는데 아이는 잔소리로 들리는거 같아서 조금 속상하네. 조언을 해주는거라고 생각했는데 아이는 잔소리로 듣는 것 같아서 속상하시군요."
  },
  {
    "id": "train_29571",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "버려진",
    "dialogue": "아들과 싸우고 나서 아들이 나한테 아무말도 안해서 소외감을 느껴. 많이 외로우시겠어요. 아드님과의 사이를 어떻게 회복하실 건가요? 이번에 아들 생일때 선물 주면서 화해 해야지. 아들 생일때 선물 주면서 화해하실 생각이시군요. 꼭 성공하길 바라요."
  },
  {
    "id": "train_29572",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "오랜만에 아들이랑 놀이공원가니까 재미있었어. 신나셨겠네요. 아들과 어떤 놀이기구에 탔나요? 아들이 회전목마 타고싶다고 해서 같이 탔어. 아드님과 놀이공원에서 즐거운 시간을 보내셨군요."
  },
  {
    "id": "train_29685",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "배신당한",
    "dialogue": "여지껏 열심히 키워놓았더니 이제와서 나한테 온갖 화풀이야. 화풀이를 해서 화가 나시는군요. 무슨 일이신지 자세히 말씀해주시겠어요? 내 아들이 그래. 아들이 힘들게 해서 많이 속상하시겠어요."
  },
  {
    "id": "train_29826",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "흥분",
    "dialogue": "유학 간 아들이 내일 귀국하는데 너무 좋아서 잠이 오질 않네. 너무 기쁘시겠어요. 만나서 무엇을 하실 계획인가요? 우선 맛있는 음식 많이 사주려고 생각중이야. 귀국하는 아들에게 맛있는 음식을 사주려고 하시는군요."
  },
  {
    "id": "train_29943",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "비통한",
    "dialogue": "아들이 자기 일에 상관하지 말래. 아들이 자기일에 상관하지 말라고 했군요. 기분이 어떠셨는지 여쭤봐도 될까요?. 아들을 위해서 평생을 살았는데 그런 말을 들으니 비통한 심정이야. 평생 아들을 위해 살았는데 자기 일에 상관하지 말라고 하니 비통하셨군요."
  },
  {
    "id": "train_29950",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "신뢰하는",
    "dialogue": "나는 내 딸을 믿어. 딸을 신뢰하시는 군요. 어떤 면에서 딸이 믿음이 가시나요? 공부를 잘 할 수 있을 거라 생각해. 딸이 공부를 잘 할 수 있을거라는 생각을 신뢰하시는군요."
  },
  {
    "id": "train_30416",
    "situation": "가족관계",
    "emotion_big": "슬픔",
    "emotion_small": "비통한",
    "dialogue": "외할아버지께서 돌아가실지도 모른다는 말을 들었어. 너무 슬퍼. 너무 슬프시겠어요. 할아버지가 더 나아지실 수 있을까요? 이미 암이 전신으로 퍼졌다고 했어. 아무래도 힘들 것 같아. 외할아버지의 병이 심각해서 너무 슬프시겠어요."
  },
  {
    "id": "train_30620",
    "situation": "가족관계",
    "emotion_big": "분노",
    "emotion_small": "짜증내는",
    "dialogue": "아 정말 짜증나. 엄마가 청소한다고 내가 좋아하는 아이돌 오빠들 브로마이드를 다 버려버린 거 있지? 좋아하는 물건을 어머니가 버려서 기분이 좋지 않아 보여요. 내가 그렇게 아끼는 거라고 몇 번이나 이야기 했는데 버려버리다니. 새로운 걸 주문시켜야겠어. 아끼던 물건을 어머니께서 버리셔서 다시 주문하실 생각이군요."
  },
  {
    "id": "train_30837",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "슬픔",
    "dialogue": "요즘따라 너무 슬프네. 요즘따라 너무 슬프시군요. 무슨 일이 있으셨나요? 아들이 나를 싫어해. 아드님이 싫어하셔서 슬프시군요."
  },
  {
    "id": "train_31064",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "짜증내는",
    "dialogue": "오늘 아들이 게임하다 늦게 자고 해가 중천에 떠서야 일어나서 짜증이 나. 어쩜 좋을까? 아들이 게임하느라 늦게 일어나서 짜증이 나셨군요. 커서 뭐가 되려고 그러는지 모르겠네. 나랑 대화할 생각도 없는 것 같아. 대화하지 않는 아들의 미래가 걱정되시는군요. 어떻게 아들과 대화해야 좋을까요? 오늘은 화만 내지 말고 차분하게 대화해보려고 해야겠어. 아들과 차분하게 대화하려고 하시는군요."
  },
  {
    "id": "train_31065",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "짜증내는",
    "dialogue": "오늘 딸이 머리를 감고 머리카락을 치우지 않아서 짜증이 나. 어쩜 좋을까? 딸이 머리를 감은 후 머리카락을 치우지 않아 속상하시군요. 딸 버릇을 고칠 수 있는 좋은 방법이 없을까? 딸의 버릇을 고치고 싶으시군요. 이 문제에 관해 딸과 어떻게 상의할 수 있을까요? 딸한테 선물을 주면서 한번 이야기를 다시 해봐야겠어. 선물을 주면서 딸과 대화하려 하시는군요."
  },
  {
    "id": "train_31141",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "툴툴대는",
    "dialogue": "내가 요리한 음식을 먹고 아들이 맛없다고 반찬 투정해서 짜증 나. 아드님이 반찬 투정을 해서 속상하셨군요. 맛이 없더라도 맛있다고 한 마디 해주면 덧나나? 이 화를 어떻게 풀어야 할지 고민 중이야. 어떻게 하면 화가 나는 지금의 감정이 누그러질 수 있을까요? 앞으로는 반찬투정하지 말라고 아들을 불러다 따끔하게 혼내야겠어. 아드님을 따끔하게 훈계하실 생각이시군요."
  },
  {
    "id": "train_31186",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "성가신",
    "dialogue": "내가 얼마 전에 귀여운 강아지를 입양해 왔는데 가족들이 무관심해. 아무도 강아지를 돌봐주지 않아서 힘드실 것 같아요. 사실 지금 화가 났어. 딸이 강아지 키우고 싶다고 했는데 막상 강아지를 돌보지 않아. 어떻게 하시고 싶으세요? 그래도 나라도 돌봐주려고. 강아지는 너무 귀여운 것 같아. 마음이 따뜻하시네요. 가족들이 모두 강아지를 잘 돌보게 되면 좋겠어요."
  },
  {
    "id": "train_31189",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "성가신",
    "dialogue": "아들 교육을 어떻게 해야 할지 고민이야. 아드님의 교육에 대한 부분이 고민이시군요. 어떤 이유에서 고민이 되시나요? 자기가 원하는 것을 얻기 위해서 심하게 떼를 써. 원하는 것을 얻으려고 너무 떼를 써서 문제군요. 어떤 방법으로 해결해야 할까요? 아이의 교육에 관한 책을 읽어봐야겠어. 영상도 찾아보고 실천해보려고. 아드님을 잘 교육할 수 있는 좋은 방법을 찾으시면 좋겠어요."
  },
  {
    "id": "train_31191",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "성가신",
    "dialogue": "딸이 손에 박힌 가시를 빼달라고 나한테 떼를 써. 따님이 손에 가시가 박혔는데 빼달라고 떼를 쓰는 군요. 혼자 하는 습관을 들여야 하는데 만날 해달라고 해서 걱정이야. 혼자 하는 습관을 들이려면 어떻게 하는 것이 가장 좋은 방법일까요? 작은 것부터 혼자서 스스로 하는 습관을 갖도록 해줘야겠어. 따님이 스스로 하는 습관을 들이기를 바라요."
  },
  {
    "id": "train_31192",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "성가신",
    "dialogue": "아들이 축구놀이를 하다가 이웃집 창문을 깨버렸어. 혼내야 하는데 걱정이다. 아들이 공놀이를 하다가 창문을 깨버렸군요 걱정이겠어요. 혼내야 하는데 아들을 혼내려니 걱정이야. 혼내는 게 걱정이시겠어요. 어떻게 하실지 말씀해 주시겠어요? 일단 잘못한 점을 알려주고 다음부터 안 그러게 교육을 시켜야겠어. 아드님이 사용자님이 원하는 것을 잘 이해하면 좋겠어요."
  },
  {
    "id": "train_31303",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "비통한",
    "dialogue": "딸이랑 또 다퉜어. 딸과 무슨 일로 싸우셨나요? 청소 해줬는데 고마워하긴 커녕 성을 내네. 딸이 고마워하지 않고 성을 내서 싸우셨군요."
  },
  {
    "id": "train_31304",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "우울한",
    "dialogue": "요즘 딸이랑 자꾸 엇나가는 것 같아서 슬퍼. 따님과 사이가 틀어져서 우울하시군요. 응. 어디서부터 잘못 된 건지 모르겠어. 잘 해보려곤 하는데 어렵네. 따님과의 문제해결을 어려워하시는군요."
  },
  {
    "id": "train_31311",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "버려진",
    "dialogue": "아들과 싸우고 난 다음 아들이 나한테 아무말도 안 하니 소외감을 느껴. 많이 외로우시겠어요. 아드님과 사이를 어떻게 회복하실 건가요? 이번에 아들 생일때 선물 주면서 화해 해야지. 아들 생일때 선물로 화해를 하려고 하시는군요."
  },
  {
    "id": "train_31315",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "한심한",
    "dialogue": "막내아들에게 거는 기대가 너무 컸나봐. 기대가 크셨군요. 자세히 말해주시겠어요? 백수로 집에서 먹고 놀기만 하는 아들이 너무 한심해. 노력하지 않는 아들을 보시면서 한심하다고 생각하시는군요."
  },
  {
    "id": "train_31503",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "좌절한",
    "dialogue": "딸이 나한테 실망이래. 무슨 일 이신가요? 모르겠어 방 청소를 해줘도 난리네. 딸이 실망이라고 해서 화가 나셨군요."
  },
  {
    "id": "train_31848",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "감사하는",
    "dialogue": "아들딸 모두 사고 없이 잘 자라주어 기뻐. 바르게 자란 자녀들에게 고마운 마음이 드시는군요. 손자들도 잘 키우고 정말 대견스러워. 손자들도 잘 키우고 정말 대견스러우시군요. 응. 앞으로도 가족 모두 건강하게 잘 지냈으면 해. 앞으로도 가족 모두 건강하게 잘 지내기를 바라시는군요."
  },
  {
    "id": "train_31879",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "편안한",
    "dialogue": "우리 딸이 요새 기특한 짓을 했어. 딸이 어떤 기특한 행동을 했는지 조금 더 자세히 설명해 주시겠어요? 가게가 요즘 어려웠는데 딸이 말도 없이 내려와서 돕겠다고 그러더라고. 가게가 요즘 어려웠는데 딸이 말도 없이 내려와서 돕겠다고 했군요. 그래. 그래도 휴학하고 괜찮냐고 했더니 내 걱정부터 먼저 하라고 하더라. 내 걱정부터 먼저 하는 딸에게 고마움을 느꼈군요."
  },
  {
    "id": "train_31938",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "몇 주 전에 아들이 태어났어! 몇 주 전에 아들이 태어났군요. 그런데 아들이 신체적으로 장애를 갖고 태어났어. 아들이 신체적으로 장애를 갖고 태어났군요. 아이를 처음 봤을땐 너무 충격도 크고 놀라워했는데 의사선생님께서 돌 정도 나이가 되면 수술하면 정상이 된다고 하더라구 아이를 처음 봤을땐 너무 충격도 크고 놀라워했는데 의사선생님께서 돌 정도 나이가 되면 수술하면 정상이 된다고 했군요."
  },
  {
    "id": "train_31958",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "내 생일에 아들이 나를 사랑한다고 했어. 웃음이 떠나질 않아. 생일에 아들로부터 사랑한다는 말을 들었군요. 부끄러움이 많은 녀석인데도 사랑한다고 말해주니 정말 기분이 좋았어. 사랑이라는 최고의 생일 선물을 받으신 것 같아요. 이 기분을 어떻게 유지하는 게 좋을까요? 아들 생일 때 갖고 싶어하는 장난감을 마음껏 사줄거야. 아들 생일 때 갖고 싶어하는 장난감을 마음껏 사주려는군요."
  },
  {
    "id": "train_31960",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "아들에게 생일 선물로 냉장고를 받아서 정말 행복해! 생일 선물로 아들에게 냉장고를 받아서 정말 기쁘시군요. 최고급 냉장고거든. 내가 평소에 정말 갖고 싶은 거였어. 세상을 다 가진 기분이야! 평소에 갖고 싶은 냉장고를 갖게 되어 기쁘시군요. 편지가 냉장고 안에 숨겨져 있었어. 정말 센스있는 아들이란 말이지. 편지가 냉장고 안에 숨겨져 있었군요."
  },
  {
    "id": "train_31961",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "아들이 서울대 의대에 합격하게 되어서 미칠 만큼 행복해! 아들이 서울대 의대에 합격하여 정말 행복하시군요! 축하해요! 서울대 의대에 합격할 것이라고는 생각도 못 했는데 합격하다니 정말 감격스러워. 서울대 의대에 합격할 것이라고는 생각도 못 했는데 합격하여 감격스럽군요. 내가 동네 아줌마들한테 이미 다 소문 냈어! 아주 으쓱해. 내가 동네 아줌마들한테 이미 다 소문 냈고 아주 으쓱하군요."
  },
  {
    "id": "train_32144",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "취약한",
    "dialogue": "오늘도 딸이랑 한마디를 못했어. 따님이랑 대화가 단절되어서 속상해 보여요. 요즘 특히 그래. 어떻게 말을 걸어야 좋을지도 모르겠어. 어떻게 하면 따님과 대화를 편히 나눌 수 있을까요? 정말 모르겠어. 주변에도 도움을 구해봐야지. 따님과의 대화를 위해 주변에 도움을 요청하실 생각이군요."
  },
  {
    "id": "train_32298",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "방어적인",
    "dialogue": "어제 우리 아들이 무슨 잘못을 해서 야단을 좀 쳤는데 글쎄 걔 말이 엄마가 자기한테 해 준 게 뭐가 있냐고 하는데 기가 막히네. 내가 애들 뒷바라지를 하느라 얼마나 고생을 했는데. 그런 말을 들으셔서 아주 속상하셨겠어요. 아드님이 어떤 것에 대해 그런 말을 하게 된 것 같으세요? 아들이 그림을 좀 잘 그리는 편이긴 한데 내가 미대는 절대 안 된다고 하고 그림 도구 같은 걸 다 버렸거든. 근데 부모가 돼서 자식 진로에 대한 결정은 할 수 있지 않겠어? 자식이 잘 되기를 바라는 마음에 한 일인데 알아주지 못한거군요. 애가 공부할 시간도 없는데 틈만 나면 붓을 잡고 있으니 나도 화가 나서 그랬지. 아들한테 좀 미안한 마음은 있긴 한데 그렇다고 부모한테 그렇게 말을 하는 게 더 나쁜 거 아닌가? 자식 잘 되기를 바라는 어머니 마음을 몰라주는 자녀분의 말에 화가나셨군요."
  },
  {
    "id": "train_32305",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "조심스러운",
    "dialogue": "이젠 주의해야겠어. 어제 무심결에 둘째 아이 머리를 쓰다듬었는데 살짝 불편해하는 것 같았거든. 성인으로 대접해 줄 때가 되었나 봐. 너무 조심스럽네. 다 큰 자녀를 성인으로써 대해주려고 조심하실 생각이군요. 앞으로는 자제분을 어떻게 대하려고 하시나요? 스킨십으로 표현했던 걸 되도록 말로 해볼 생각이야.  자제분들께 스킨십으로 표현했던걸 되도록 언어로 표현하려고 생각하시는군요. 이번을 계기로 아이들과 더 성숙한 관계가 정립되었으면 좋겠어. 이번을 계기로 자녀분들과 더 성숙한 관계가 되기를 원하시는군요."
  },
  {
    "id": "train_32334",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "걱정스러운",
    "dialogue": "우리 아들 녀석이 갑자기 아파서 걱정이야. 아들분이 갑자기 아파서 걱정이시군요. 아드님이 많이 아프신가요? 기력도 많이 떨어진 데다 잦은 두통에 시달리고 있어. 기력도 떨어지고 잦은 두통으로 인해 걱정되시는군요. 병원에는 데리고 가 보셨나요? 병원에서는 스트레스가 심해서 그렇다면서 충분한 휴식이 필요하대. 명확한 원인을 모른다고 하니 걱정이야.  명확한 원인을 모르니 치료도 할 수 없어 더 걱정이 크시겠어요. "
  },
  {
    "id": "train_32343",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "걱정스러운",
    "dialogue": "요즘 딸이 온라인 수업이 끝난 후에도 온종일 스마트폰만 들여다보고 있어서 너무 걱정스러워. 따님이 스마트폰을 오래 사용해서 걱정이 많으시군요.  수업 후에도 웹툰 보고 유튜브로 웃긴 영상 같은 거 찾아보고 게임도 하고 손에서 스마트폰을 놓지 않아. 수업후에도 하루종일 핸드폰을 사용하는 따님에게 걱정이 되시는군요."
  },
  {
    "id": "train_32400",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "죄책감의",
    "dialogue": "아이와 대화가 되지 않아 무척 속상하네. 아이와 대화가 되지 않아 속상하시군요. 어떤부분이 속상하신건가요? 일하는 바쁜 엄마라 함께 시간을 많이 보내지 못해서 그런 건가 싶어.  일하는 바쁜 엄마라 함께 시간을 많이 보내지 못해서 아이와 대화가 되지 않는다고 생각하니 속상하신거군요."
  },
  {
    "id": "train_32421",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "스트레스 받는",
    "dialogue": "아이가 요즘 부쩍 대들어. 스트레스가 쌓여서 힘들어. 부쩍 대드는 아이로 인해 스트레스를 받으시는군요. 응. 대화가 원만히 되지를 않네. 반항이 생겼어. 어떤 방법으로 아이와의 관계를 해소해 가려고 생각중이세요? 내 성에는 안 차더라도 의견이 있는 것 같으니 들어주려고 해. 아이의 이야기를 들어주려고 하시는군요."
  },
  {
    "id": "train_32437",
    "situation": "연애,결혼,출산",
    "emotion_big": "분노",
    "emotion_small": "분노",
    "dialogue": "아이를 낳고 나면 맥주를 마음껏 마실 수 있을거라 생각했는데 모유수유 때문에 마실 수 없다는 게 화가 나. 기대했던 일을 하지 못해서 화가 나는군요.  아이가 태어나니 오히려 신경써야 할 것도 많고 내 몸 관리에도 더 철저해야 해.  아이가 태어나니 오히려 신경써야 할 것도 많고 내 몸 관리에도 더 철저해야한다고 생각하는군요. 기분을 전환할 만한 방법이 있을까요? 아기를 재우고 난 뒤 무알콜 맥주라도 마시면 기분이 한결 나아지는 것 같아. 무알콜 맥주라도 마시면 마음이 한결 나아질거라고 생각하시는군요."
  },
  {
    "id": "train_32522",
    "situation": "가족관계",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "동생이 내 친동생이 아니었대. 동생이 입양된 거였다니. 갑작스러운 소식에 충격을 많이 받으셨군요요. 동생이 입양아라는 건 어떻게 알게 되셨나요? 동생 갓난아기 사진이 없어서 물어봤더니 입양아라고 하시더라고. 그 동안 몰랐던 사실이라 어안이 벙벙해.  동생이 입양아라는 사실을 알고 나서 많이 혼란스러우시군요. 동생에게 어떻게 대하는 게 좋을까요? 친형제일 때처럼 대하는 게 좋은데 남남이라는 사실을 알고 나니까 그게 잘 될지 모르겠어. 남남이라는 사실 때문에 혼란스러워 예전처럼 대하지 못할까 봐 고민이시군요."
  },
  {
    "id": "train_32543",
    "situation": "연애,결혼,출산",
    "emotion_big": "당황",
    "emotion_small": "한심한",
    "dialogue": "어제 거래처 외근 나갔는데 알고 보니 그쪽 팀장이 같은 과 선배더라고. 무슨 일인지 조금 더 자세히 말씀해 주시겠어요? 인사 나누고 대화하다 보니 반가운 마음만 드는 건 아니더라고. 좀 한심하기도 하고. 오랜만에 만난 동문인데 그런 기분 느낀 무슨 이유라도 있으셨을까요? 아직 미혼인데 나한테 주변에 어린 아가씨 없냐고 졸라대는 통에 난감했어. 미혼인 선배인데 주변에 어린 아가씨 없냐고 졸라대서 난감하셨군요."
  },
  {
    "id": "train_32613",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "질투하는",
    "dialogue": "부녀간이 너무 다정스러워서 시기가 나네. 부녀간이 너무 다정해서 질투가 나시는군요. 이 양반이 막내에게 유독 더 그러니 큰 딸도 질투하고. 막내에게 유독 더 다정하신 이유가 있을까요? 집안에 딸들이 귀해서 그러는데 막내에게는 천사표야. 막내에게 천사표라서 질투가 나셨군요."
  },
  {
    "id": "train_32666",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "기쁨",
    "dialogue": "이번에 딸아이가 손자를 낳았어. 따님이 손자분을 낳으셨군요. 첫 번재 손자이신가요? 응 큰딸이라 첫 손자인데 그렇게 이쁠 수가 없어. 첫 손자라니 유독 예쁘게 느껴지시는군요. 그럼. 출산하는 날 그 기쁨은 이루 말할 수 없었지. 손자를 얻으셔서 정말 기쁘시군요."
  },
  {
    "id": "train_32671",
    "situation": "가족관계",
    "emotion_big": "상처",
    "emotion_small": "억울한",
    "dialogue": "집에서 금반지 하나가 사라졌거든? 근데 그 시간에 나만 집에 있었다는 이유로 자꾸 나를 범인으로 몰아가고 있어. 억울한 상황에 부닥치셔서 너무 속상하시겠군요. 어떻게 해야 결백을 증명할 수 있을까요? 난 아니니까 진짜 경찰에라도 신고하라고 하고 싶어. 그런 비싼 물건 노릴 이유도 전혀 없거든. 비싼 물건을 노릴 이유가 없는데 범인으로 의심되서 억울하시군요."
  },
  {
    "id": "train_32737",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "비통한",
    "dialogue": "이번에 유산해서 너무 속상해. 소중한 아기를 유산해서 속상하시겠어요. 너무 기다렸던 순간인데 이렇게 돼서 너무 비통해. 기다렸던 순간이 오지 않으셔서 더 속상하셨겠어요. 응. 출산을 꼭 해야 하나 싶기도 해. 출산을 꼭 해야 하나 싶군요."
  },
  {
    "id": "train_32772",
    "situation": "연애,결혼,출산",
    "emotion_big": "분노",
    "emotion_small": "분노",
    "dialogue": "아이 낳고 본인 아이를 버리는 사람들을 보면 진짜 화가 나는 것 같아. 그런 사람들 때문에 분노의 감정을 느꼈나 보군요. 너무 생명을 쉽게 생각하는 것 같아. 그런 사람들이 생명을 쉽게 생각해서 분노의 감정을 느꼈나 보군요. 그런 사람들은 벌을 크게 받아야 할 것 같아. 그런 사람들은 벌을 크게 받아야 할 것 같군요."
  },
  {
    "id": "train_32840",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "아이가 말대꾸해서 깜짝 놀랐어. 지금까지 그런 적이 없었나요? 서로 바쁘다 보니 대화할 시간도 없었지. 이번에 말대꾸를 하는 것을 보고 놀랐어. 처음 겪는 상황에 놀라셨군요. 응. 어떻게 해결해야 하나 당황스럽더라구. 아이가 커서 그런지 자기 주장이 강해진 것 같아. 자기 주장이 강해진 아이의 태도를 어떻게 대응해야 할지 몰라 당황하셨군요."
  },
  {
    "id": "train_32891",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "눈물이 나는",
    "dialogue": "출산이 끝나고 아기랑 눈 맞춤을 하니 눈물이 펑펑 나왔어. 출산 후 아기의 눈을 보니 눈물이 나왔군요.  행복하고 신기한 경험이었어. 아기를 보고 신기하면서도 행복하셨군요."
  },
  {
    "id": "train_32912",
    "situation": "연애,결혼,출산",
    "emotion_big": "당황",
    "emotion_small": "외로운",
    "dialogue": "아이가 엄마 없는 설움을 안 당하게 하려고 부지런히 노력해도 안 되는 게 있네. 양육 문제로 답답함이 있으시군요. 무슨 일이 있나요? 엄마가 채워 줄 수 있는 부분을 못 해주니까 아이가 가끔 외로워 보여. 나도 그렇고. 아이와 본인 모두 외로움을 느끼는군요. 아이의 외로움을 달래 줄 방법이 있을까요? 외로움을 달래 주기 위해서 지금 머리를 쓰고 있어. 아이의 외로움을 달랠 방법을 찾고 계시군요."
  },
  {
    "id": "train_33000",
    "situation": "연애,결혼,출산",
    "emotion_big": "당황",
    "emotion_small": "죄책감의",
    "dialogue": "얼마 전에 유산을 했어. 저런. 얼마 전에 유산을 했군요. 지금은 괜찮으세요? 아기를 지키지 못했다는 사실이 너무 죄책감 들어. 아기를 유산한 일이 본인의 잘못이라고 생각하고 있군요. 내가 조금 더 조심했더라면 우리 아기가 그렇게 되지 않았을지도 모르는데 너무 힘들다. 아기에 대한 죄책감이 드신다니 너무 힘드시겠어요."
  },
  {
    "id": "train_33005",
    "situation": "연애,결혼,출산",
    "emotion_big": "당황",
    "emotion_small": "고립된",
    "dialogue": "출산 예정일이 아직 많이 남았는데 상태가 좋지 않아 앞당겨질 수도 있다고 하네. 예정일이 앞당겨질 수도 있다는 생각에 불안하군요. 나름대로 집에서 요가와 필라테스 같이 혈액 순환에 도움 되는 운동을 했는데 말이야. 태어날 아기를 위해 운동도 열심히 하셨군요. 출산 예정일이 앞당겨진다니 당황스럽긴 한데 때에 맞춰서 순산을 할 수 있게 노력해야 할 거 같아. 출산 예정일이 앞당겨져 당황스럽지만 순산을 위해 노력하려 하시는군요."
  },
  {
    "id": "train_33030",
    "situation": "연애,결혼,출산",
    "emotion_big": "분노",
    "emotion_small": "성가신",
    "dialogue": "요즘 아기 돌보는 것이 너무 힘들어. 아이 돌보는 것이 힘드시군요. 어떤 부분이 가장 힘드신가요? 밤에 잠을 잘 수 없어서 힘들어. 잠도 못 주무신다니 너무 힘드시겠어요. 아기를 돌보는 것은 참 힘든 일이네요. 응. 아기는 귀엽지만 돌보는 게 생각만큼 쉽지가 않네. 아기는 귀엽지만 돌보는게 많이 힘드시군요."
  },
  {
    "id": "train_33046",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "부끄러운",
    "dialogue": "우리 아들이 나보고 양복 입고 다니면 안 되느냐고 투덜거려. 아빠에게 양복 입고 다니라고 아들이 투덜거렸군요. 학부모 모임에 내가 일하다 와서 시간이 촉박해 작업복 입은 채 갔었거든. 그게 창피했나 봐. 다른 부모들은 차려입고 왔는데 아빠만 그랬으니 창피하게 느꼈단 거군요. 아이를 달래려 퇴근 길에 맛있는 거 잔뜩 사 들고 가는데 마음이 풀려야 할 텐데. 자제분의 마음을 달래려 맛있는 음식을 사 갈 계획이시군요."
  },
  {
    "id": "train_33112",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "흥분",
    "dialogue": "내가 캠핑을 무척 좋아하는데 이번에 오랜만에 아들이랑 캠핑을 가기로 해서 흥분돼. 아들이랑 오랜만에 좋아하는 캠핑을 하게 되서 흥분되시는군요.  한 칠 년 정도 못 갔다가 이번에 가기로 했어. 칠 년만에 가는 것이군요. 무엇을 준비해 가실 건가요? 맛있는 음식도 좋지만 캠핑은 자연에서 시간을 보내는 거잖아. 그래서 이번에는 감성 캠핑을 한번 해보려고 생각 중이야. 감성 캠핑을 계획하고 계시군요."
  },
  {
    "id": "train_33125",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "비통한",
    "dialogue": "아이가 집을 나가 버렸어. 아이가 집을 나갔군요. 얼마나 놀라셨을까요. 말 없이 나가서 연락도 없고 얼마나 울었는지 몰라. 자녀분이 말 없이 나갔는데 연락도 없어서 많이 속상하셨군요."
  },
  {
    "id": "train_33129",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "상처",
    "dialogue": "아이들이 나랑 말을 안 하려고 해. 아이들이 말을 안하려고 하는군요. 상처받으셨겠어요. 소외감이 들고 얼마나 슬프던지. 아이들과 대화하지 못해 소외감도 들고 슬프시군요. 상심이 크시겠어요. 나도 대화에 낄 수 있도록 노력 해야겠어. 아이들과의 관계 회복을 위해 노력하실 생각이시군요."
  },
  {
    "id": "train_33132",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "상처",
    "dialogue": "아이가 엄마와 말이 안 통한다면서 대화를 하지 않으려 해. 아이가 엄마랑 말이 안 통해서 대화를 안 하려고 하는군요. 많이 속상하시겠어요. 등을 돌리고 갈 때는 얼마나 속상한지 몰라. 아이가 등을 돌리고 나갈 때 더 속상하셨군요."
  },
  {
    "id": "train_33134",
    "situation": "연애,결혼,출산",
    "emotion_big": "불안",
    "emotion_small": "두려운",
    "dialogue": "출산을 앞두고 너무 무서워. 아이를 낳는 일이 두려우시군요. 첫 아이라 잘할 수 있을까 걱정이 돼. 첫 아이라 더 걱정이 크군요. 요즘 잠도 잘 못 자고 밥도 맛이 없어. 아이에 대한 걱정으로 식사도 잘 못하시고 잠도 잘 못 주무시는군요."
  },
  {
    "id": "train_33146",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "환멸을 느끼는",
    "dialogue": "나 산후우울증인 걸까? 애 낳고 나서 너무 우울하고 아무 것도 하기가 싫어. 아이를 낳고 우울해서 산후우울증을 걱정하시는군요.  응. 다른 사람들은 아이 낳으면 예뻐서 어쩔 줄을 모른다는데 난 내 애한테 하나도 정이 안 가. 그냥 얘 때문에 너무 힘들어. 다른 사람들은 출산 후 아이를 예뻐하는데 본인은 아이한테 정은 안 가고 힘들기만 하다고 느끼셨군요."
  },
  {
    "id": "train_33148",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "혼란스러운",
    "dialogue": "요즘 아이와 대화하는 게 너무 힘들어. 아이가 나를 멀리하는 것 같아서 속상해. 아이와 대화가 잘 되지 않아 힘드시군요. 잘 모르지만 나에게 말을 하지 않아서 답답해. 아이가 고민이 있는지 없는지 말을 안 해줘서 답답하시군요."
  },
  {
    "id": "train_33194",
    "situation": "연애,결혼,출산",
    "emotion_big": "슬픔",
    "emotion_small": "환멸을 느끼는",
    "dialogue": "최근에 뉴스를 보면 아기를 학대하는 부모가 많은 것 같아. 정말 화가 나. 아기를 확대하는 뉴스를 보고 화가 났군요. 응. 어린 아기는 스스로 아무 것도 할 수 없는데 정말 못된 사람들이야. 환멸감이 느껴져. 무력한 아이들을 학대하는 어른들에게 환멸이 났군요."
  },
  {
    "id": "train_33312",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "죄책감의",
    "dialogue": "우리 아들이 건강하지 못한 건 다 내 탓이야. 아드님이 건강하지 않다니 걱정이 많으시겠어요. 어디가 안 좋으신가요? 어릴 때부터 비만이었는데 내가 관리를 못 해줬어. 어머님이 관리를 못 해줘서 비만이 계속됐다고 생각해 죄책감이 크신가 봐요."
  },
  {
    "id": "train_33510",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "성가신",
    "dialogue": "아이가 컴퓨터를 바꿔 달라고 얼마나 조르는지 몰라. 아이가 요즘 떼쓰고 있나 봐요. 안된다고 해도 막무가내로 졸라. 아이를 설득하는 방법이 있을까요?  내가 차근차근히 안되는 이유를 알려줘야지. 아이에게 안되는 이유를 차근히 알아듣게 말하기로 했군요."
  },
  {
    "id": "train_33515",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "고립된",
    "dialogue": "아이들이 나와 대화를 하지 않으려 해. 대화에 참여하려는 방법을 생각해 보셨나요?  나도 연구해봐야지. 젊은 사람들이 무엇을 좋아하는지도 생각해봐야겠어. 어떻게 대화를 할지 생각하실 거군요."
  },
  {
    "id": "train_33516",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "분노",
    "dialogue": "아이가 내 말을 듣다가 뛰쳐나가 버렸어. 아이가 말을 끝까지 듣지도 않고 나갔군요. 화가 얼마나 나던지 말이 안 나오고 손이 떨리더라고. 화가 많이 나서 손이 떨리셨군요."
  },
  {
    "id": "train_33519",
    "situation": "연애,결혼,출산",
    "emotion_big": "기쁨",
    "emotion_small": "만족스러운",
    "dialogue": "이번에 아들을 낳았어! 내 평생 꿈이 이뤄졌어. 아들이 태어나서 기분이 엄청 좋군요. 아들을 낳아서 축구선수로 키우고 싶었거든. 아들을 낳기 위해 엄청나게 노력했다고. 혹시 어떤 노력을 했나요? 열심히 운동도 하고 항상 기도했어. 열심히 운동도 하고 기도한 결과 아들을 낳게 되었군요. 그 노력이 좋은 결과로 이어져서 참 기쁘시겠어요."
  },
  {
    "id": "train_33713",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "초조한",
    "dialogue": "어제 산 건강증진제가 문제가 있는 듯 보여. 무슨 일이 생겼나요? 집사람 얼굴에 붉은 반점이 나타나고 아이는 배탈이 났어. 안절부절못하는 상황이야. 빠른 조치가 필요한 상황이라서 초조하시군요."
  },
  {
    "id": "train_34269",
    "situation": "가족관계",
    "emotion_big": "당황",
    "emotion_small": "부끄러운",
    "dialogue": "내가 좋아하는 아이가 내가 맞는 부끄러운 모습을 보고 말았어. 그 아이 앞에서 당황스럽고 부끄러운 감정이 들었겠군요. 응. 부끄러워서 그 아이를 앞으로는 보지 못하겠어. 어떻게 하면 이 문제가 해결될까요? 생각해보니 무조건 피한다고 되는 게 아닐 것 같아. 대화 먼저 해볼래. 대화를 통해 어떤 결과를 얻기 바라시나요?"
  },
  {
    "id": "train_34441",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "안도",
    "dialogue": "딸이 해외로 여행 갔다가 아무 일 없이 무사히 돌아와서 안도했어. 따님이 해외여행 갔을 때 많이 걱정이 되셨나 보군요. 여자애 혼자 여행을 간다니 걱정을 많이 했는데 다행히 건강하게 돌아와서 기뻐. 무사히 돌아온 따님에게 어떻게 해주고 싶으세요? 없는 동안 너무 보고 싶었다고 사랑한다고 말해주고 싶어. 그렇게 말하면 따님이 어떻게 반응하길 기대하세요?"
  },
  {
    "id": "train_34445",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "안도",
    "dialogue": "딸이 교통사고로 병원에 있다고 해서 달려갔는데 다행이 큰 사고가 아니어서 안도했어. 큰 사고가 아니었다니 정말 다행이네요. 그러게 처음에는 너무 놀랐는데 타박상 정도만 입어서 다행이야. 따님을 위해서 어떤 것을 해주고 싶으세요? 큰 사고는 아니어도 많이 놀랐을 테니 푹 쉬게 해주고 싶어. 푹 쉬게 해주려면 무엇을 준비해야 할까요?"
  },
  {
    "id": "train_34642",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "기쁨",
    "emotion_small": "신뢰하는",
    "dialogue": "우리 딸은 시키지 않아도 공부를 열심히 해. 딸만 보면 너무 기특해. 시키지 않아도 열심히 하는 딸이 자랑스러우시겠어요. 나의 일등 자랑거리라고도 할 수 있지. 자랑스러운 딸에게 해줄 수 있는 무언가가 있을까요? 칭찬은 물론이고 옆에서 격려하는 말도 해 줘야겠어. 격려의 말을 해주려 하시는군요. 다른 방법은 또 생각한 게 있으신가요?"
  },
  {
    "id": "train_34721",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "당혹스러운",
    "dialogue": "아들이 백화점에 너무 가지고 싶었던 물건이 있었다는데 그걸 훔쳤어. 아드님이 백화점에 가지고 싶었던 물건을 훔쳐서 당혹스럽고 불안하시겠어요. 아들은 그냥 조용히 넘어가자고 하는데 바늘 도둑이 소도둑 된다고 이번에 교육을 하고 싶어. 어떻게 하시고 싶으세요? 아들이 백화점에 물건을 다시 되돌려주고 죗값을 치러서 자신이 한 잘못을 알게 해주고 싶어. 아들의 태도가 어떻게 바뀌기를 바라시나요?"
  },
  {
    "id": "train_34739",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "열등감",
    "dialogue": "딸이 왜 이렇게 못생기게 낳았냐고 화를 냈어. 따님께서 그런 이유로 화를 내셔서 정말 속상하셨겠어요. 나한텐 세상에 하나밖에 없는 소중한 딸인데 그 말 듣고 너무 속상했어. 어떻게 해야 따님이 자신을 사랑할 수 있게 될까요? 내가 계속 사랑한다고 세상에 하나뿐인 소중한 딸이라고 해줄래. 딸에게 그런 칭찬을 해 주면 어떤 장점이 있을까요?"
  },
  {
    "id": "train_34785",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "혼란스러운",
    "dialogue": "우리 아들이 자기가 남자인지 잘 모르겠다고 했어. 성 정체성에 혼란이 왔나 봐. 아드님께서 남자인지 잘 모르겠다고 말씀하셨군요. 혼란스러우시겠어요. 아들 핸드폰에 남자랑 스킨십하는 사진이 엄청 많았어. 너무 충격적이고 혼란스러워. 아드님의 사진을 보고 큰 충격을 받으셨겠어요. 이런 상황에서 어떻게 하면 좋을까요? 아들과 한 번 진솔한 대화를 나누어봐야겠어. 아들과 대화를 나누면 어떤 점이 좋을까요?"
  },
  {
    "id": "train_34795",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "혼란스러운",
    "dialogue": "딸이 갑자기 짐을 싸서 나갔어. 이제부터 자취를 하겠다는데 너무 걱정돼. 딸이 갑자기 짐을 싸서 나갔군요. 불안하시겠어요. 조용히 집에서 잘 지냈었는데 갑자기 무슨 일이 생긴 건지 알아봐야 할 것 같아. 무슨 일이 생긴 건지 걱정 중이시군요. 어떻게 하면 알 수 있을까요? 일단 지켜봐야겠어. 얘도 무슨 생각이 있어 나간 것일 테니 믿고 기다려야겠어. 딸이 앞으로 어떻게 하길 바라시나요?"
  },
  {
    "id": "train_34802",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "한심한",
    "dialogue": "우리 딸은 곧 졸업인데 취직할 생각이 전혀 없는 것 같아. 취직할 생각이 없는 딸 때문에 걱정이시군요. 고민되시겠어요. 매일 놀기만 하는데 내가 뭐라고 하면 더 안 할까 봐 고민이야. 뭐라고 할지 말지 고민이시군요. 어떻게 하는 것이 가장 좋은 방법일까요? 진지하게 이야기를 해보아야겠어. 걔의 미래이기도 하지만 우리 가족의 일이기도 해. 딸과 진지하게 이야기를 나누면 어떤 점이 좋을까요?"
  },
  {
    "id": "train_34805",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "한심한",
    "dialogue": "내 딸은 내일모레 서른인데도 내가 방 청소를 해줘야만 해. 청소를 전혀 안 하거든 방 청소를 안 하는 딸 때문에 고민이시군요. 걱정되시겠어요. 청소를 하라고 해도 절대 움직이지 않아. 결국 방이 더러워져서 내가 하게 만들어. 청소를 하지 않는 딸 때문에 고민이시군요. 어떻게 해야 한다고 생각하세요? 이제 정말 내가 청소해주지 않을 거야. 사용자님이 청소해주지 않으면 어떤 결과가 있을까요?"
  },
  {
    "id": "train_34835",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "불안",
    "dialogue": "아들이랑 다퉜는데 마음이 좋지 않아. 아들과 싸워서 마음이 불편하시군요. 응. 아들과 사이가 점점 멀어지는 것 같아서 불안해. 아들과 사이가 멀어지는 것 같아 불안하시군요. 어떻게 하면 불안한 마음을 나아지게 할 수 있을까요? 아무래도 아들한테 먼저 전화해봐야겠어. 아들과 전화 통화를 하면 어떤 점이 좋을까요?"
  },
  {
    "id": "train_34995",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "당황",
    "dialogue": "오늘 아들이 갑자기 장난을 치다 내 뺨을 때려서 정말 황당했어. 아들이 뺨을 때리다니 정말 놀랐겠어요. 아들이 가끔 장난을 치다 선을 넘곤 해. 아들이 장난을 심하게 칠 때는 어떻게 해야 할까요? 아들에게 충분히 주의를 주고 잘못을 지적해야겠어. 아들에게 주의를 주고 잘못을 지적했을 때 그려지는 최선의 모습은 어떤 것인가요?"
  },
  {
    "id": "train_35364",
    "situation": "연애,결혼,출산",
    "emotion_big": "당황",
    "emotion_small": "부끄러운",
    "dialogue": "그 아이와 사귀냐고 주변에서 놀렸는데 볼이 빨개져서 부끄러웠어. 주변에서 사귀냐고 놀렸는데 볼이 빨개지셔서 부끄러우셨군요. 사실은 그 아이에게 마음이 있었어서 더 부끄러웠던 것 같아. 정말 부끄럽고 당황스러웠겠어요. 이제 어떻게 하는 게 좋을까요? 그 아이에게 내 마음을 얘기해야겠어. 사용자님이 마음을 고백했을 때 어떤 반응이 있기를 바라시나요?"
  },
  {
    "id": "train_35404",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "툴툴대는",
    "dialogue": "가족들이랑 같이 밥을 먹을 때 대화를 하고 싶어도 다들 스마트폰만 보고 있는 게 화가 나. 가족들이 스마트폰을 하는 것에 화가 나셨군요. 밥을 먹을 때 좀 더 가족 간의 이야기를 하면 좋을텐데 말이지. 이 상황을 어떻게 하면 바꿀 수 있을까요? 아이들에게 따끔하게 한 소리를 해야겠어. 밥상에서는 스마트 폰을 들여다보지 말라고. 따금한 말 한 마디를 통해 어떤 변화가 일어나기를 바라시나요?"
  },
  {
    "id": "train_35405",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "툴툴대는",
    "dialogue": "딸에게 오랜만에 옷을 선물해줬는데 촌스럽다고 오히려 짜증을 냈어. 너무 실망했어. 딸의 반응에 실망하셨군요. 좀 더 자세히 설명해 주시겠어요? 딸의 생일을 기념해서 어울릴 만한 옷을 선물해줬는데 이런 걸 어떻게 입고 다니냐고 화를 내더라. 어떻게 하면 지금 이 상황보다 더 나아질 수 있을까요? 딸과 좀 더 진중한 대화를 나눠봐야겠어. 따님과 어떤 대화가 이루어지기를 기대하시나요?"
  },
  {
    "id": "train_35441",
    "situation": "가족관계",
    "emotion_big": "불안",
    "emotion_small": "회의적인",
    "dialogue": "금번 생일에는 아버지가 과연 약속을 지킬까? 아웃백에 외식 하러 가기로 했거든. 그동안 아버지가 한번도 약속을 지킨 적이 없어서 사실 큰 기대는 안 하지만 말이야. 다가오는 생일에 아버지와 외식하기로 약속을 하셨군요. 아버지가 바쁘셔서 잊어 버리실 수도 있으니 잘 기억하실 수 있도록 할 방안은 없을까요? 아 그럼 생일 전날에 문자 메세지라도 보내야겠어. 무척 아웃백 스테이크가 정말 먹고 싶거든. 굿 아이디어네요. 즐겁고 행복한 생신이 되시길 바래요."
  },
  {
    "id": "train_35637",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "당혹스러운",
    "dialogue": "아들이 본인의 진로에 대해서 나한테 고민 상담을 하는데 당황스럽더군. 갑자기 그런 걸 아들이 물어봐서 당황스러우셨군요. 응. 여태까지 내 앞에서 고민을 털어 놓은 적이 없었는데 진지하게 문의하니까 어떻게 말해줘야 할지를 모르겠더라고. 많이 당혹스러우셨겠어요. 그래서 무엇을 하셨어요? 처음엔 당황했지만 침착하게 말을 들어주고 내 생각을 말해줬지 무엇보다 아들이 자신의 고민을 나한테 말해준게 감사했어. 기분 좋은 시간이였겠네요."
  },
  {
    "id": "train_35684",
    "situation": "가족관계",
    "emotion_big": "불안",
    "emotion_small": "조심스러운",
    "dialogue": "얼마 전에 내가 동생 물건을 함부로 사용해서 동생이 화가 났어. 동생을 보기가 조심스러워. 그런 사건이 있었군요. 응. 동생 마음을 달래주고 싶은데 어떻게 해야 좋을지 모르겠어. 아우 분이 분이 풀리려면 어떻게 하는 것이 좋을까요? 내 생각엔 아우가 좋아하는 교촌치킨을 선물해주면 좋을 것 같아. 굳 아이디어네요."
  },
  {
    "id": "train_35714",
    "situation": "가족관계",
    "emotion_big": "상처",
    "emotion_small": "억울한",
    "dialogue": "우리집은 무조건 아들이 우선이야. 오빠가 실수해서 다툴때도 엄마는 매일 오빠편만 들고 나만 뭐라고 해. 정말 억울해. 엄마가 상황을 모두 알지도 못한 채 오빠 입장에서만 이야기하셔서 무척 억울하셨군요. 어떤 일인지 자세히 이야기하려 해도 듣지 않아. 엄청 답답하셨겠어요."
  },
  {
    "id": "train_35778",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "당황",
    "dialogue": "아이가 시청 나이에 맞지 않는 영상을 보는 것을 발견했어. 상당히 놀라셨겠어요. 생각지도 못한 일이라 좀 당황스러워. 그래서 어떻게 처신하셨나요? 매우 놀라서 일단 못 본 척 하고 평소처럼 대했어. 그래도 추후에 한 번 이야기 해 보아야 할 것 같아. 잘 하셨어요. 일이 잘 해결되도록 응원할게요."
  },
  {
    "id": "train_36083",
    "situation": "가족관계",
    "emotion_big": "기쁨",
    "emotion_small": "편안한",
    "dialogue": "엄마는 내가 힘들 때마다 따뜻한 충고를 해 줘. 덕분에 세상을 살아가기가 참 평안하다는 생각이 들어. 안락함을 느끼시는군요. 만일 조언을 해주지 않으셨다면 어땠을까요? 처음부터 끝까지 혼자서 배웠을 테지. 금일 저녁은 내가 맛있는 요리를 해드리고 싶어. 기쁘고 즐거운 식사가 되시기를 바랄게요."
  },
  {
    "id": "train_36155",
    "situation": "가족관계",
    "emotion_big": "상처",
    "emotion_small": "억울한",
    "dialogue": "어머니는 내가 공부를 열심히 안 해서 결과가 안 나오는 거래. 감정이 상하셨겠어요. 내가 얼마나 정성을 다하고 있는지 알지도 못하면서. 억울한 감정이 드실 것 같아요. 어떻게 하면 기분이 나아질 수 있을까요? 내가 좋아하는 아이돌 송 들을래. 그거 훌륭한 생각이네요. 행복하시기를 바랄게요."
  },
  {
    "id": "train_36188",
    "situation": "가족관계",
    "emotion_big": "분노",
    "emotion_small": "좌절한",
    "dialogue": "내가 테스트를 못 봐서 어머니가 내게 심한 말을 하셨어. 좌절감이 들어. 어머니께 심한 말을 들으셔서 좌절하셨군요. 지금 많이 속상해. 후회도 돼. 계속해서 어떻게 하실 건가요? 다음에는 노력해서 테스트를 잘 봐야겠어. 난 어머니한테 사랑받는 아이가 되고싶어. 훌륭한 생각이에요."
  },
  {
    "id": "train_36208",
    "situation": "가족관계",
    "emotion_big": "분노",
    "emotion_small": "구역질 나는",
    "dialogue": "가족 안에서 청소도 지저분하게 하고 가족들이 너무 정이 떨어지고 나도 나 자신이 토악질 나. 부정적으로 상황이 구역질 나는 애정이 떨어지는군요. 미치겠어. 내가 방청소 좀 해서 냄새 없애야지. 좋은 아이디어네요."
  },
  {
    "id": "train_36316",
    "situation": "가족관계",
    "emotion_big": "불안",
    "emotion_small": "혼란스러운",
    "dialogue": "게임하는데 자꾸 엄마가 언제 잘거냐고 잔소리하길래 알아서 할 거라고 하니까 내가 전과는 달라졌다며 울었어. 엄마의 반응에 당황스러웠겠군요. 어머니와 어떻게 화해해야 할까요? 잘 모르겠어. 죄송하다고 해야할 것 같은데 이야기가 안나와. 그래도 용기는 내야겠지? 굿 아이디어예요. 어머니도 이해하실거예요."
  },
  {
    "id": "train_36336",
    "situation": "가족관계",
    "emotion_big": "불안",
    "emotion_small": "혼란스러운",
    "dialogue": "게임하는데 자꾸 어머니가 언제 잘거냐며 잔소리하길래 알아서 할거라하니 이전에 내가 아니라며 울었어. 엄마의 반응에 당황스러웠겠군요. 어머니와 어떻게 화해해야 할까요? 잘 모르겠어. 죄송하다고 해야할 것 같은데 이야기가 안나와. 그래도 용기는 내야겠지? 굿 아이디어예요. 어머니도 이해하실거예요."
  },
  {
    "id": "train_36369",
    "situation": "가족관계",
    "emotion_big": "분노",
    "emotion_small": "짜증내는",
    "dialogue": "아 정말 신경질나. 엄마가 청소한다고 내가 애정하는 아이돌 오빠들 브로마이드를 다 버려버린거 있지? 아끼는 물건을 어머님이 버려서 기분이 좋지 않아보여요. 내가 그렇게 아끼는거라고 많이 이야기 했는데 버려버리다니. 새로 주문해야겠어. 마음에 드는 물건을 얻길 바래요."
  },
  {
    "id": "train_36523",
    "situation": "가족관계",
    "emotion_big": "분노",
    "emotion_small": "방어적인",
    "dialogue": "엄마랑 이야기하기 싫어. 왜 그런 기분이 드셨나요? 엄마는 평소엔 나 신경도 안쓰다가 엄마 이야기하고 싶을 때만 이야기하고 친한 척 해. 기분이 별로였겠네요. 어떻게 하면 기분이 괜찮아질 수 있을까요? 그냥 다른 가족들이랑 잘보낼래. 굳 아이디어네요."
  },
  {
    "id": "train_36622",
    "situation": "가족관계",
    "emotion_big": "분노",
    "emotion_small": "악의적인",
    "dialogue": "아버지가 형하고 나하고 차별해서 싫어하는 악한 마음을 가졌어. 아 그렇군요 나쁜 마음을 가지게 되셨군요 어찌 하면 괜찮아 질지 같이 생각 해봐요? 음 잘모르겠어 지금 상황에는 많이 쉬고 싶어. 좋은 아이디어네요. 좋은날이 올거에요."
  },
  {
    "id": "train_36747",
    "situation": "가족관계",
    "emotion_big": "슬픔",
    "emotion_small": "우울한",
    "dialogue": "엄마아빠 싸우는 소리 듣기도 이제 지친다. 우울해. 엄마 아빠가 자주 싸워서 우울하신가 봐요. 매일 같이 집에 큰소리가 나. 딸 앞에서 창피하지도 않나? 엄마 아빠때문에 우울하지 않을 방법이 없을까요? 아예 독서실 끊어서 날마다 집에 늦게올까? 그것도 좋은 방법이네요."
  },
  {
    "id": "train_36801",
    "situation": "가족관계",
    "emotion_big": "당황",
    "emotion_small": "혼란스러운",
    "dialogue": "어머니도 아버지도 키가 백칠십이 넘는데 나만 키가 작아. 난 입양아가 아닐까? 가족관계에 대해서 혼란스러워 보여요. 진짜 그렇다고 생각하시나요? 잘 사유해 보니 누나도 키가 작아. 아닌 것 같아. 생각 정리에 보탬이 됐다면 좋겠어요!"
  },
  {
    "id": "train_36931",
    "situation": "가족관계",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "작일 내가 친아들이 아닌 걸 알았어. 그렇군요. 친자가 아닌 걸 알게 됐군요. 대단히 충격적이야 나는 이럴 줄 몰랐어 내가 친아들이 아니라니 어찌 이럴 수가 있니? 그렇군요 무지 충격을 먹었나 보네요."
  },
  {
    "id": "train_37017",
    "situation": "가족관계",
    "emotion_big": "분노",
    "emotion_small": "악의적인",
    "dialogue": "모친이 나와 동생을 차별해. 모친에게 악의적으로 저항하고 싶어져. 엄마가 동생과 차별해서 대들고 싶은 마음이 드시는 군요. 응. 엄마가 미워. 엄마와 관계를 발전시키려면 어떻게 해야할까요? 먼저 내 생각을 말해서 대화를 해보려고. 대화가 잘 풀려서 상황이 좋은 방향으로 나아가길 바랄게요."
  },
  {
    "id": "train_37033",
    "situation": "가족관계",
    "emotion_big": "상처",
    "emotion_small": "고립된",
    "dialogue": "가족들은 모두 공부 잘했는데 나는 아니라서 속상해. 기분이 별로시겠어요. 나만 못하니까 외톨이가 된 기분이야. 마음이 안좋으시겠어요. 어떻게 하면 기분이 괜찮아질 수 있을까요? 나도 내가 잘하는 게 존재한다는 걸 보여줄꺼야. 굳 아이디어네요."
  },
  {
    "id": "train_37101",
    "situation": "가족관계",
    "emotion_big": "상처",
    "emotion_small": "희생된",
    "dialogue": "아빠가 오늘도 약주를 드시고 들어왔어. 마음이 어지럽겠어요. 자세하게 얘기해 줄 수 있을까요? 아버지가 돌아오면 어머니가 나한테 의지를 해서 버거워. 수고가 많겠어요. 이제 어떻게 하실건가요? 나도 내 나이에 걸맞게 살고싶다고 말하려고. 굿 아이디어에요. 표현하는 건 중요하죠."
  },
  {
    "id": "train_37188",
    "situation": "가족관계",
    "emotion_big": "불안",
    "emotion_small": "혼란스러운",
    "dialogue": "내가 사실 입양이 된 아이였대. 나 조금 혼란스러워. 놀라셨겠어요. 어떻게 하면 심신을 추스릴 수 있을까요? 그냥 우선 자고 일어나서 생각하려고 해. 좋아요. 아무 문제 없이 평소처럼 지낼 수 있기를 바랄게요."
  },
  {
    "id": "train_37207",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "가난한, 불우한",
    "dialogue": "집이 매우 가난한데 딸이 계속 비싼 장난감을 사달래서 걱정이야. 정말 걱정이 되시겠네요. 맞아. 딸에게는 미안하지만 사줄 수가 없는 상태야. 따님에게도 알기 쉽게 말해주시는 건 어떤가요? 한 번 도전해 봐야겠네. 딸과의 사이가 좋아질 수 있으셨으면 좋겠어요."
  },
  {
    "id": "train_37278",
    "situation": "가족관계",
    "emotion_big": "상처",
    "emotion_small": "질투하는",
    "dialogue": "엄마는 항상 오빠한테만 잘해주고 나는 뒷전이야. 오빠한테만 잘해주면 기분이 나쁠 거 같아요. 오빠는 남자라고 항상 잘해주고 난 딸이라서 안 챙기고. 남녀차별이라고 생각하실 것 같아요. 내말이 그말이야. 진짜 너무해. 이제 여성도 대우 받는 세상이 됐으면 좋겠어요."
  },
  {
    "id": "train_37431",
    "situation": "가족관계",
    "emotion_big": "당황",
    "emotion_small": "한심한",
    "dialogue": "아버지가 한심해 왜 그런 기분이 드셨나요? 아버지가 요즘 일도 안하고 매일 집에서 누워만 있어. 마음이 안좋으시겠어요. 어떻게 하면 기분이 괜찮아질 수 있을까요? 아빠가 요즘 왜이러는지 이야기라도 해봐야겠다. 굳 아이디어네요."
  },
  {
    "id": "train_37486",
    "situation": "가족관계",
    "emotion_big": "당황",
    "emotion_small": "당황",
    "dialogue": "아버지가 어떤 아이를 데리고 오셨는데 우리 집에서 살거래. 감정이 어떠셨나요? 많이 당황해서 누구냐고 물어보지도 못했어. 그럼 앞으로는 어떻게 하실 생각이세요? 다음날 한번 누군지 왜 여기서 사는지 물어봐야지. 좋은 판단인것 같네요."
  },
  {
    "id": "train_37493",
    "situation": "가족관계",
    "emotion_big": "분노",
    "emotion_small": "성가신",
    "dialogue": "아빠가 자꾸 이래라저래라 참견해서 너무 성가셔. 많이 참견을 하신 편이신가요? 정말 별거 아닌 일 까지도 전부 간섭한다니까. 어떻게하면 개입을 덜 받을 수 있을까요? 내가 스스로도 잘하는 모습을 보여줘야지. 좋은 아이디어 인 것 같아요."
  },
  {
    "id": "train_37662",
    "situation": "가족관계",
    "emotion_big": "분노",
    "emotion_small": "성가신",
    "dialogue": "오늘 우리 엄마와 싸웠어 감정이 좋지 않으시겠어요. 형편이 나아지면 좋겠지만 이미 늦은것 같아. 지금 어색한 그 사이를 풀어나갈 방안이 있지 않을까요? 엄마한테 직접 말해서 쓸데없는 일엔 적당히 신경쓰라고 말해야겠어. 좋은 아이디어시네요. 좋은 결과가 있기를 바랄게요."
  },
  {
    "id": "train_37676",
    "situation": "가족관계",
    "emotion_big": "분노",
    "emotion_small": "노여워하는",
    "dialogue": "엄마가 계속 나한테만 개 산책시키라고 해서 짜증나. 느낌이 안 좋았겠네요. 누나도 집에만 있으면서 왜 나한테만 명령하는지 모르겠어. 속상하겠네요. 어떻게 하면 기분이 좋아질 수 있을까요? 누나한테도 하라고 할꺼야. 굳 아이디어네요."
  },
  {
    "id": "train_37681",
    "situation": "가족관계",
    "emotion_big": "상처",
    "emotion_small": "상처",
    "dialogue": "가족관계에서 상처를 입었어. 속상했겠네요. 어떤 일이 있었나요? 엄마가 나한테 자주 공부 못한다고 해서 상처 받았어. 마음이 안좋았겠네요. 어떻게 하면 감정이 나아질 수 있을까요? 엄마랑 잘 이야기해봐야지. 굳 아이디어네요."
  },
  {
    "id": "train_37811",
    "situation": "가족관계",
    "emotion_big": "슬픔",
    "emotion_small": "우울한",
    "dialogue": "아빠가 많이 아파서 입원해 있어. 정말 우울해. 부친께서 많이 아프셔서 슬프시겠어요. 부친을 위해 하고 싶은 것 있나요? 아버지가 좋아하는 전복죽 사서 병원 가려고. 좋은 아이디어네요. 아버지가 건강해지시길 바라요."
  },
  {
    "id": "train_41964",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "고립된",
    "dialogue": "아들과 싸우면서 아들을 때렸는데 죄책감이 들고 벌 받는 기분이야. 자녀분을 때려서 죄책감이 들고 벌 받는 기분이 드시는군요. 거기서 때리면 안 되는 거였는데 아들을 때려서 죄책감이 너무 커. 죄책감 해소를 위해 어떻게 하면 좋을까요? 아들에게 때린 것에 대해 사과해야겠어. 자녀분에게 사용자님의 미안한 마음이 잘 전해지길 바라요."
  },
  {
    "id": "train_42063",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "후회되는",
    "dialogue": "아픈 엄마를 보살펴드리다 보니 우리 아들을 챙겨주지 못해서 너무 슬퍼. 아들에게 더 관심을 가져주지 못해 슬프시군요. 어린 아들이 서운한 티 하나도 안 내는 게 더 안타까워. 이러한 상황에서 필요한 것은 무엇일까요? 아들과 진솔한 대화를 할 시간이 필요할 것 같아. 아드님과의 대화로 모든 일이 잘 해결되길 바라요."
  },
  {
    "id": "train_42078",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "혼란스러운",
    "dialogue": "엄마는 치매에 걸리시고 아이들도 돌봐야 하는데 너무 힘들어. 돌볼 사람이 많아서 힘드시겠어요. 엄마한테 너무 미안하지만 이제는 돌봐 드리기 너무 힘들어. 어머니를 돌봐 드리기 힘드신가 봐요. 좋은 방법이 없을까요? 좋은 요양병원을 알아봤는데 거기라면 안심하고 보낼 수 있을 것 같아. 어머니가 요양병원에서도 잘 지낼 수 있길 바라요!"
  },
  {
    "id": "train_42286",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "악의적인",
    "dialogue": "나는 어렸을 때 잘 배우지 못해서 아는 게 별로 없어. 근데 요새 아들에게 무시를 당해. 아들과의 갈등으로 아주 속상하시겠군요. 아들이 나를 부끄러워하니 죽고 싶고 나도 그런 아들은 필요 없다고 여기고 싶어. 아들과의 갈등이 더욱 고조되는군요. 어떻게 해야 할까요? 그래도 내 아들이니 아들과 잘 얘기를 해보고 사이를 풀어 봐야겠어. 아들과 원활한 소통으로 관계가 회복되길 바라요."
  },
  {
    "id": "train_42423",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "한심한",
    "dialogue": "맞벌이 때문에 아이들에게 신경 쓰지 못해서 미안해. 책임감 있는 엄마가 되고 싶어. 그동안 맞벌이를 하느라 자녀분들을 신경 쓰지 못해 고민이 많으셨겠어요. 조금 늦었지만 아이들에게 자랑스러운 엄마가 되고 싶어. 자랑스러운 엄마가 되기 위해서 할 수 있는 것이 무엇이 있을까요? 아이들과의 꾸준한 대화를 나눌 거야. 대화를 통해 지금 상황을 잘 극복하시길 바라요."
  },
  {
    "id": "train_42462",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "버려진",
    "dialogue": "딸이 공무원을 하고 싶대. 근데 딸은 똑똑하지 못해서 어차피 합격 못 한다고 생각해. 자녀분이 공무원에 합격하지 못할 거로 생각하시는군요. 그래서 한 번에 붙을 리도 없는데 허송세월 보낼 거냐고 화를 냈더니 나랑 말을 안 해. 자녀분이 사용자님과 말을 안 하시는군요. 어떻게 하는 것이 좋을까요? 딸이 좋아하는 음식을 만들어서 화낸 거 사과하고 공무원 얘기를 진지하게 들어주려고. 자녀분과의 문제가 원만하게 해결되길 바라요."
  },
  {
    "id": "train_42480",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "후회되는",
    "dialogue": "갑자기 생긴 기면증 때문에 일을 못 하게 됐어. 기면증 때문에 일자리를 잃으셨군요. 아직 아이들을 키워야 하는데 정말 우울해. 아이들을 잘 못 키우실까 봐 걱정이시군요. 어떻게 해야 할까요? 사방팔방으로 뛰어다니면서 내가 할 수 있는 일은 무엇이든 해야겠어. 일거리를 구하셔서 아이들과 행복하게 지내시길 바라요."
  },
  {
    "id": "train_42564",
    "situation": "가족관계",
    "emotion_big": "당황",
    "emotion_small": "혐오스러운",
    "dialogue": "엄마의 재혼 때문에 혼란스러워서 새아빠한테 못된 말을 했어. 지금은 너무 죄송해. 새아버지께 안 좋은 말을 해서 죄송한 마음이 드시는군요. 새아빠도 내가 어려우셨을 텐데 내가 너무 어리광 피운 것 같아서 지금은 반성하고 있어. 어리광을 피운 것 같아 반성하고 계시는군요. 지금부터 무엇을 하면 좋을까요? 새아빠에게 그동안 죄송했다고 말씀드려야겠어. 앞으로는 친딸같이 잘해드릴 거야 새아버지께 사용자님의 죄송한 마음이 전해지면 좋겠어요."
  },
  {
    "id": "train_42837",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "두려운",
    "dialogue": "요즘 내 아들이 게임을 너무 많이 해서 뭐라고 해야 하는데 한창 예민할 시기라 조심스럽네. 자식 문제라 부모로서 마음이 무겁겠어요. 아들의 미래를 위해서는 지금 바로잡아줘야 할 텐데 괜히 더 삐뚤어질까 봐 못하겠어. 지금의 문제를 어떻게 해결하면 좋을까요? 화내지 말고 차분히 얘기하려고 해. 차분히 얘기함으로써 아들과 문제를 잘 해결했으면 좋겠네요."
  },
  {
    "id": "train_43122",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "어제 딸이 울면서 전화했어. 내가 가지고 있는 병으로 가족들을 힘들게 안 했으면 좋겠대. 가지고 있는 질환 때문에 가족과의 갈등이 있으셨군요. 정신병 때문에 애들 아빠랑 너무 많이 싸웠거든. 내 인생은 정말 실패한 것 같아. 실패감까지 들고 계시는군요. 감정에서 벗어나기 위해 무엇을 시도해볼 수 있을까요? 시도해봤자 아무것도 달라지는 건 없을 거야. 시간이 해결해준다면 모를까. 주변에 지금 감정을 나눌 수 있는 사람이 있었으면 좋겠어요."
  },
  {
    "id": "train_43143",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "악의적인",
    "dialogue": "가족들을 내가 혼자 챙겨야 하는데 청소부로는 아무것도 할 수 없어. 힘들어서 죽고 싶어. 가족들을 챙겨야 하는 부담감에 아주 힘드시군요. 아들이 아파서 병원비도 내야 하는데 이런 변변찮은 직업으로는 버거워. 아드님이 아프신 지금 상황에서 할 수 있는 일이 있을까요? 주변에 도움을 요청해야겠지. 나 혼자로는 해결할 수 있는 문제가 아니니까. 아드님이 빨리 완쾌하기를 바라요."
  },
  {
    "id": "train_43235",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "툴툴대는",
    "dialogue": "엄마 아픈 거 잘 챙겨드리지도 못하고 수험생인 우리 딸도 잘 못 챙기는 내가 너무 한심해. 어머니와 딸을 모두 돌봐야 해서 힘드시겠어요. 허리디스크도 심해져서 이제 더 못 챙길 텐데 미안해서 어떡하지. 몸도 아프시니까 마음이 더 안 좋으시겠어요. 딸이랑 얘기를 해보니까 그래도 날 이해해주는 것 같아서 다행이야. 딸이 이해를 해주니 정말 다행이네요."
  },
  {
    "id": "train_43257",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "조심스러운",
    "dialogue": "집안일이 끝이 없어. 몸도 안 좋은데 집안일은 출근 퇴근이 없고 이제는 다 지겨워. 그렇겠어요. 몸이 안 좋으시다니 더 힘드시겠어요. 집안일을 아이들이 도우려고 하는 데 하는 거 보다가 내가 다 하고 또 피곤해서 눕고 그래. 어떻게 하면 좋은 해결책이 나올까요? 내가 아이들 하는 게 성에 안 차도 좀 하게 두고 내 몸을 좀 추슬러야겠어. 그렇게 하면 부담이 줄어서 몸에 무리도 덜 가길 바라요."
  },
  {
    "id": "train_43340",
    "situation": "가족관계",
    "emotion_big": "상처",
    "emotion_small": "괴로워하는",
    "dialogue": "어머니가 집을 나가시고 우울증이 생겼어. 어머니에게 잘못한 세월이 너무 후회돼. 어머니에게 잘못했던 행동들이 많이 후회되시는군요. 아버지와의 생활은 굉장히 좋지 않아. 하루하루가 지옥 같아. 어떻게 하면 이 상황에서 벗어날 수 있을까요? 아버지와 진심으로 대화를 나누고 어머니를 찾아가 볼 생각이야. 두 분 모두와 대화가 잘 풀려서 다시 화목한 가정이 되길 바라요."
  },
  {
    "id": "train_43645",
    "situation": "가족관계",
    "emotion_big": "당황",
    "emotion_small": "남의 시선을 의식하는",
    "dialogue": "홧김에 엄마한테 해서는 안 될 말을 했어. 엄마한테 너무 미안해. 어머니께 홧김에 해서는 안 될 말을 해서 많이 미안하시겠어요. 아빠 없는 게 엄마 탓이라고 말하다니 나는 정말 나쁜 딸이야. 지금 상황에서 어떻게 하면 좋을까요? 진심이 아니었다고 그런 말해서 정말 미안하다고 얘기할 거야. 어머니와 대화를 잘 나눌 수 있었으면 좋겠어요."
  },
  {
    "id": "train_43687",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "악의적인",
    "dialogue": "최근에 딸한테 심한 말을 했어. 딸에게 정말 미안하고 아빠로서 자격이 없는 것 같아. 딸이 상처를 받았을까 봐 미안하고 죄책감이 드는군요. 딸에게 사과해야 하는데 선뜻 다가가서 사과하기가 머뭇거려져. 이런 상황에서 어떻게 할 수 있을까요? 최근에 딸이 가고 싶다고 한곳이 있었는데 같이 가서 진심 어린 사과를 해야겠다. 딸과의 관계가 다시 가까워졌으면 좋겠어요."
  },
  {
    "id": "train_43712",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "후회되는",
    "dialogue": "가장으로서 가족을 책임져야 하는데 신체장애가 있어 그러지 못해 너무 슬퍼. 신체장애 때문에 가족을 책임지기 힘들어서 매우 슬프시겠어요. 가족에게 잘 해줄 수 없어서 너무 안타까워. 이 상황이 나아지기 위해 어떻게 하면 좋을까요? 내 건강도 챙기면서 가끔 아이들이랑도 놀아주고 가족들을 조금이라도 챙겨야겠어. 빨리 건강이 회복되시길 바라요."
  },
  {
    "id": "train_43725",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "비통한",
    "dialogue": "가족과 싸웠는데 너무 화가 나서 물건을 던져버렸어. 부정적으로 대처해서 너무 슬퍼. 가족과 싸웠는데 부정적으로 대처해서 슬프셨겠군요. 아무리 화가 나도 그렇게 행동하면 안됐었는데 틀어진 가족관계 때문에 불행한 거 같아. 지금 이 기분에서 벗어나기 위해 할 수 있는 것은 뭐가 있을까요? 일단 내 행동을 성찰하고 사과해서 다시 화목한 가정으로 돌아갈 거야. 꼭 사과해서 화목한 가정으로 돌아가면 좋겠어요."
  },
  {
    "id": "train_43726",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "분노",
    "dialogue": "한쪽 다리를 못 쓰는데 딸이 내 다리를 가지고 짜증 내서 때려버렸어. 나 자신이 증오스러워. 딸이 못 쓰는 다리를 가지고 짜증을 내서 때려버린 자신이 증오스러우셨겠군요. 내 딸을 때리다니 내가 잠시 미쳤었나 봐. 난 정말 바보야. 이 상황에서 할 수 있는 것은 무엇이 있을까요? 한 번 사과한다고 풀리진 않을 거 같아 좋은 가장이 되도록 노력해서 전처럼 화목해질 거야. 꼭 노력해서 화목해지면 좋겠어요."
  },
  {
    "id": "train_43804",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "염세적인",
    "dialogue": "시어머니와 같이 살고 있는데 자꾸 내 육아 방식에 잔소리를 하셔서 너무 슬퍼. 시어머니의 말씀에 기분이 안 좋으시군요. 나는 나름대로 아이를 잘 훈육하고 있다고 생각하는데 오히려 방해하시는 거 같아. 이러한 상황이 왔을 때는 어떻게 대처해야 하나요? 지금은 같이 살지 못 할 거 같아. 서로를 위해서 분가를 했으면 좋겠어. 서로를 위한 좋은 방향으로 해결되시기를 바랄게요."
  },
  {
    "id": "train_43879",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "슬픔",
    "dialogue": "아이들도 내 말을 듣지 않고 어머니도 건강이 안 좋으셔서 슬퍼. 자녀 문제와 어머니 건강 때문에 슬프시군요. 간호 때문에 어머니를 모셔야 하는데 아이들은 나의 어머니와 함께 살고 싶어 하지 않아. 자녀들과 어머니 사이에서 힘드시겠군요. 좋은 방법에는 어떤 것들이 있을까요? 당장은 간병인에게 어머니를 맡기고 아이들과 많은 대화를 해보아야겠어. 자녀들과 대화를 통해 좋은 방법이 생기시길 바라요."
  },
  {
    "id": "train_44009",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "눈물이 나는",
    "dialogue": "다리에 장애가 생겨 가족의 생계를 책임지기 전보다 어려워졌어. 이런 상황이 너무 슬퍼. 장애로 인해 생계가 어려워져 슬프시군요. 아이들의 풍족하지 못할 미래를 생각하니 눈물이 나. 아이들의 미래를 생각하니 슬프시군요. 앞으로 어떻게 헤쳐나가야 할까요? 다리에 장애를 가진 사람도 할 수 있을 일자리를 찾아서 일거리를 늘려야겠어. 일거리를 많이 찾으셔서 희망 있는 미래를 만드시길 바라요."
  },
  {
    "id": "train_44048",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "억울한",
    "dialogue": "딸을 혼내면서 때려버렸어. 나는 엄마 자격이 없어. 자녀분을 때려서 후회하고 계시는군요. 딸과 다시 화해할 수 없을 거야. 아무리 화나도 그러면 안 됐는데. 이 문제를 해결하기 위해서 무엇을 할 수 있을까요? 지금은 딸이 화나서 나랑 말도 안 하려고 해. 어떻게 해야 할지 모르겠어. 어떻게 해야 할지 의논할 수 있는 사람이 있었으면 좋겠어요."
  },
  {
    "id": "train_44332",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "죄책감의",
    "dialogue": "우리 어머니가 아주 아프셔서 요즘은 어머니 돌보느라 아이들을 챙기기가 힘들어. 어머니 챙기느라 아이들 챙기지 못해 속상하시군요. 어머니가 너무 아프셔서 아이들도 잘 챙겨 주어야 하는데 쉽지 않아서 마음이 좋지 않아. 아이들을 못 챙겨서 마음이 안 좋으시군요. 상황을 개선하기 위해 무엇을 해볼 수 있을까요? 아이들하고 대화도 많이 하고 조금 더 신경을 쓰도록 노력해야지. 아이들하고 대화를 많이 해서 문제가 해결되기를 바라요."
  },
  {
    "id": "train_44349",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "악의적인",
    "dialogue": "내가 대처를 잘못해서 딸이 나와 대화를 거부해. 모든 게 나 때문이야. 딸이 대화를 거부하는 게 자신의 탓으로 느껴지시는군요. 내가 그때 반대하지 않았다면 어떻게 됐을까. 후회스럽고 죽고 싶어. 후회되는 감정을 느끼지 않기 위해서 시도해 볼 수 있는 일이 무엇이 있을까요? 딸과 대화를 해서 그때 나의 대처에 대해 사과하고 딸의 선택을 지지해주고 싶어. 딸과 대화로 이 상황을 잘 해결해나가길 바라요."
  },
  {
    "id": "train_44355",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "환멸을 느끼는",
    "dialogue": "어느 날 거울을 보니 내가 너무 늙어있는 걸 보고 슬퍼졌어. 자신의 모습을 보고 슬퍼지셨군요. 집안일과 아이들이 우선이었지 나는 뒷전이었던 것 같아. 나 자신이 너무 불쌍해. 기분이 나아지려면 무엇을 해야 할까요? 나에게 나 관심을 가지고 내 삶을 다시 살아가고 싶어. 자신의 삶을 찾아 이 상황을 잘 극복하시길 바라요."
  },
  {
    "id": "train_44393",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "분노",
    "dialogue": "딸이 하나 있는데 나 혼자 키우는 게 너무 힘들어서 신경을 못 써줬어. 그래서 너무 미안해. 자녀에게 신경을 써주지 못해서 많이 미안하시군요. 부모와의 시간이 중요할 텐데 엄마라는 작자가 자식 하나 챙기지도 못하다니 내가 너무 싫어. 지금 상황을 호전시킬 방법은 어떤 것이 있을까요? 딸이랑 깊은 대화를 해봐야겠어. 내가 아주 밉겠지만 그래도 사과를 해야 할 것 같아. 진심 어린 사과로 자녀와의 관계가 좋아지길 바랄게요."
  },
  {
    "id": "train_44645",
    "situation": "가족관계",
    "emotion_big": "당황",
    "emotion_small": "남의 시선을 의식하는",
    "dialogue": "나는 정신장애를 가진 엄마랑 둘이 사는데 엄마를 나 몰라라 하고 있어. 죄책감이 들어. 몸도 마음도 아주 힘들겠어요. 엄마를 멀리해서 미안한 마음도 있어. 하지만 난 그런 엄마를 돌보고 싶지 않아. 어머니와의 관계에 어려움이 있으시군요. 앞으로 어떻게 하는 것이 좋을까요? 엄마를 돌보는 게 싫지만 그래도 내 엄마니까 있는 그대로 받아들이고 사랑해야겠어. 어머니와의 관계가 나아지고 어려움이 사라지길 바라요."
  },
  {
    "id": "train_44862",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "혼란스러운",
    "dialogue": "오늘도 아들이 어머니와 다퉜어. 잘 모시려고 했는데 그러질 못해서 죄송스러워. 어머니를 잘 모시고 싶었는데 그러질 못하셨군요. 어머니도 아프시고 나도 고혈압이 있어서 애한테 화내고 싶지 않았는데 화를 냈어. 후회돼. 아이에게 화를 내서 후회하고 계시는군요. 어떻게 해야 후회하지 않으실까요? 어머니는 오지랖을 부리지 않게끔 해야지. 집 안에서 지킬 규칙을 정하면 좋겠네. 규칙을 잘 정하고 지켜서 가정에 평안함이 오기를 바라요."
  },
  {
    "id": "train_44865",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "낙담한",
    "dialogue": "어머니가 또 내 일을 도와주시려다가 다쳐서 마음이 아파. 몸도 성치 않으신 분이거든. 어머니께서 편찮으신 몸으로 일을 도와주시려다 다쳐서 슬프시군요. 애들 밥을 하러 부엌에 가셨는데 뜨거운 국을 저는 다리에 엎으셨어. 얼마나 아프셨을까. 어머니가 다치셔서 슬프시고 안쓰러우시군요. 어떻게 해야 그런 일이 생기지 않을까요? 딸에게 얹혀살면서 손주라도 봐주신다고 그러시는데 안 그러셨으면 좋겠어. 잘 말씀드려야지. 잘 말씀드려서 앞으로 마음 아픈 일이 없어지면 좋겠어요."
  },
  {
    "id": "train_44866",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "후회되는",
    "dialogue": "오늘도 집에만 있는 아들과 또 싸웠어. 반복되는 이런 상황이 슬퍼. 아들과 계속 싸우는 상황이 이어져서 슬프시군요. 알코올중독이 된 아들이 너무 안타까운데 엄마인 내 말도 안 들어. 어떻게 해야 이 상황을 벗어날 수 있을까요? 이제는 나 혼자의 힘으론 안 돼. 센터에 데려가서 전문가의 도움을 받아야겠어. 전문가의 도움으로 문제가 해결되면 좋겠어요."
  },
  {
    "id": "train_44938",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "억울한",
    "dialogue": "나는 더 높은 교육의 질을 위해 노력하는 것뿐인데 주변에서 안 좋은 시선으로 봐서 화가나. 주변에 시선 때문에 화가 많이 나셨겠어요. 아이들과도 잘 지내고 싶은데 아이들까지 나를 미워해. 교육의 질도 높이고 아이들과도 잘 지낼 수 있는 좋은 방법이 있지 않을까요? 무조건 책상에 앉아 공부만 시키기보다 밖으로 나가서 더 다양한 환경을 경험하게 해줘야겠어. 아이들과 더 많은 환경을 경험하며 동시에 좋은 교육적인 면도 얻었으면 좋겠어요."
  },
  {
    "id": "train_44979",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "성가신",
    "dialogue": "늦둥이 아들을 입양 보낼 수밖에 없어서 너무 슬퍼. 어린 아들의 입양으로 마음이 괴로우시겠어요. 여유 있지 않은 형편 때문에 그럴 수밖에 없었어. 난 무능력한 엄마야. 지금의 감정을 극복하기 위해 무엇을 할 수 있을까요? 내가 할 수 있는 건 아무것도 없어. 아들에게 정말 미안할 뿐이야. 주위에서 지금의 감정을 나눌 수 있는 사람이 있었으면 좋겠어요."
  },
  {
    "id": "train_45081",
    "situation": "가족관계",
    "emotion_big": "슬픔",
    "emotion_small": "실망한",
    "dialogue": "우리 가족들이 나를 학대해서 슬퍼. 가족들의 학대 때문에 슬프시군요. 나도 사랑받는 아들이 되고 싶어. 이런 취급은 너무 서러워. 어떻게 하면 이 상황을 극복할 수 있을까요? 가정폭력 관련 기관에 도움을 요청해야겠어. 가정폭력 기관에서 도움을 받아 상황이 나아지길 바라요."
  },
  {
    "id": "train_45103",
    "situation": "가족관계",
    "emotion_big": "불안",
    "emotion_small": "회의적인",
    "dialogue": "엄마가 새아빠를 데리고 왔어. 아직 가족으로 받아들이기가 어려워서 지금 너무 무기력해. 새아빠를 가족으로 받아들이기가 힘들어서 감정이 무기력하겠어요. 머리로는 엄마를 이해하지만 새아빠를 바로 가족으로 생각하기는 힘든 것 같아. 어머니를 이해하지만 새아빠를 가족으로 바로 생각하기 힘들다면 어떻게 하는 것이 좋을까요? 엄마한테 사실대로 내 감정에 관해 이야기를 할거야. 시간이 필요하다고 내 의사를 전달할래. 시간이 필요하다고 어머니께 잘 말씀드려서 소통이 원활한 새 가정이 되었으면 좋겠어요."
  },
  {
    "id": "train_45237",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "가난한, 불우한",
    "dialogue": "치매 때문에 어머니를 집으로 모셔왔는데 딸과 아들이 매일 불평해. 달래봤지만 답이 없어. 부모와 자녀분들 사이에서 조율하느라 많이 힘드시겠어요. 치매 환자를 돌보는 게 힘든 건 알았지만 자식 눈치도 살펴야 하고 상상 이상으로 괴롭네. 이 상황을 해결하려면 어떻게 하는 게 좋을까요? 글쎄. 부모랑 자식 둘 중 하나를 포기해야겠지. 주변에서 얼마나 힘든지 상황을 이해해줄 사람이 있었으면 좋겠어요."
  },
  {
    "id": "train_45281",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "고립된",
    "dialogue": "아들이 나를 싫어하는 것 같아서 속상해. 내가 화를 못 참고 자주 폭언을 해서 그런가 봐. 아들이 싫어하는 것 같아 속상하시군요. 벌 받는 것 같은 기분이 들어. 후회돼. 지금 할 수 있는 일이 무엇이 있을까요? 일단 아들과 사과를 하며 대화를 나누고 분노조절장애를 치료하기 위해 병원에 가봐야겠어. 치료와 대화를 통해 아들과의 관계를 회복하면 좋겠네요."
  },
  {
    "id": "train_45314",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "슬픔",
    "dialogue": "둘째가 아파서 챙겨줘야 하는데 편찮으신 어머니가 머리에서 떠나지를 않아. 자녀분도 신경 쓰이고 편찮으신 어머니도 걱정되시는군요. 하나뿐인 아들이자 아버지니까. 그래서 한 명을 선택할 수 없어서 슬퍼. 한 명을 선택할 수 없어서 슬프시군요. 그 마음을 풀 수 있는 방법이 있을까요? 내 책임인데 어쩌겠어. 힘들어도 열심히 돌보는 거지. 지금의 감정을 나눌 수 있는 사람이 주위에 있었으면 좋겠어요."
  },
  {
    "id": "train_45351",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "고립된",
    "dialogue": "자식들이 내 말을 너무 안 들어. 자식들로 인해 속상하시겠어요. 내가 일하느라 신경을 못써줬더니 나를 아는 체하지도 않아. 지금 상황을 바꾸기 위해서 자신 있게 해 볼 수 있는 일은 무엇이 있을까요? 아이들과의 시간을 만들기 위해 따로 자리를 마련해야겠어. 자녀와의 관계가 좋아지시길 바랄게요."
  },
  {
    "id": "train_45697",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "환멸을 느끼는",
    "dialogue": "장애가 있는데 아이들 나를 창피해해. 아이들이 창피해해서 슬프시겠군요. 예전엔 안 그랬는데 요즘 들어 그러더라. 예전처럼 같이 놀고 싶은데. 예전처럼 같이 놀고 싶은데 그러지 못해 힘드시겠어요. 예전에 같이 놀았던 추억들을 아이들에게 한 번 얘기해봐야겠어. 아이들과 대화가 잘 되어서 예전처럼 같이 노시기 바랄게요."
  },
  {
    "id": "train_45714",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "두려운",
    "dialogue": "내가 일 때문에 바빠서 아이들과 시간을 보내지 않아 아이들에게 미안해. 그동안 일이 바빠서 아이들과 함께 하지 못 해 미안하셨군요. 아이들한테 너무 미안하고 관계를 개선하려니까 막상 실천하기 어려워. 아이들과 관계를 개선하기가 어려우셨군요. 관계를 개선하려면 어떻게 해야 할까요? 어색하고 긴장되지만 앞으로 아이들과 시간을 같이 보내도록 노력해봐야겠어. 아이들과 친해지셨으면 좋겠어요."
  },
  {
    "id": "train_45924",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "억울한",
    "dialogue": "난 엄마인데 아이가 실수한 걸 너무 심하게 말한 것 같아. 내가 왜 그랬을까. 아이에게 심하게 말한 것 같아 후회되시는군요. 아이가 날 싫어하게 되면 어떡하지. 예전에 이런 일이 있으셨을 때 어떻게 행동하셨나요? 일단 아이가 상처 안 받게 사과했어. 그리고 따뜻하게 안아줄 거야. 그때처럼 상황이 잘 풀리기를 바라요."
  },
  {
    "id": "train_46222",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "슬픔",
    "dialogue": "어머니가 아프셔서 돌봐드려야 하는데 아이들도 너무 어려서 나의 보살핌이 필요해. 부모와 자녀를 모두 돌보셔야 하니 힘드시겠군요. 응. 벌써 이러니 너무 슬프네. 지금의 기분에서 벗어나기 위해 무언가 할 수 있는 것이 있을까요? 나부터 긍정적으로 살아야 좋을 거 같아. 힘을 내야겠어. 사용자님의 긍정적인 마음을 계속 응원할게요!"
  },
  {
    "id": "train_46266",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "후회되는",
    "dialogue": "아이들이 점점 커가는데 너무 신경을 못 써준 거 같아서 미안해. 아이들에게 미안해서 마음이 안 좋으시겠어요. 내가 더 신경 썼어야 했는데. 잘 못 해준 거 같아 슬프고 안타까워. 이런 감정이 들 때 예전에는 어떻게 극복했나요? 아이들에게 맛있는 저녁을 해줬어. 오늘 맛있는 걸 해줘야겠어. 아이들과 시간을 보내며 기분이 나아졌으면 좋겠어요."
  },
  {
    "id": "train_46552",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "염세적인",
    "dialogue": "엄마랑 아들을 내가 돌봐야 하는데 이 상황이 너무 벅차서 슬퍼. 어머니와 아들을 모두 돌봐야 하는데 상황이 벅차서 슬프시군요. 나는 최선을 다하고 있는데 가족은 알아주질 않아. 내 노력을 몰라주는 게 억울해. 가족이 노력을 몰라줘서 억울하시군요. 앞으로 어떻게 하는 것이 좋을까요? 나는 힘든 상황에서도 최선을 다하고 있다고 가족한테 얘기해야겠어. 가족과의 대화로 이 상황을 잘 극복하길 바라요."
  },
  {
    "id": "train_46867",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "두려운",
    "dialogue": "일만 하느라 몰랐는데 요즘 자녀들이 대화할 때 나를 불편하고 어색해하는 것 같아. 자녀들이 대화하는 것이 불편하고 어색하게 생각하는 것 같아 속상하시군요. 어디서부터 어떻게 해야 할지 잘 모르겠어. 혹시나 나를 피하게 될까 봐 걱정이야. 자녀들이 대화를 피하게 될까 봐 걱정이시군요. 예전에는 어떻게 대처하셨어요? 아이들이 피하면 나도 어떻게 해야 할지 몰랐어. 그래도 대화를 해봐야 할 것 같아. 자녀와의 대화로 지금 상황을 잘 극복하기 바라요."
  },
  {
    "id": "train_46868",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "외로운",
    "dialogue": "사업 실패로 아이들을 아이 엄마에게 맡기고 신경을 쓰지 못했어. 아이들을 너무 신경 쓰지 못해 마음이 아프시군요. 아이들이 나 때문에 생활고를 겪는데 끝까지 책임지지 못해서 너무 미안해. 아이들을 책임지지 못해서 미안하시군요. 이 상황에서 할 수 있는 일 어떤 게 있을까요? 아이들을 만나서 맛있는 거라도 사주고 싶은데 아이들이 만나줄지 모르겠어. 아이들과 대화를 통해서 지금 상황을 잘 극복하시기를 바라요."
  },
  {
    "id": "train_46907",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "염세적인",
    "dialogue": "최근에 아들이 우울증이 있다고 병원에서 진단받아서 너무 슬프네. 아드님이 우울증 진단받아서 슬퍼하시는군요. 응. 어렵게 얻은 외동아들인데 너무 안쓰럽고 억울한 마음마저 드네. 지금 상황을 긍정적으로 변화시키기 위해 할 수 있는 일이 있을까요? 일단 아버지로서 최대한 치료받을 수 있도록 최선을 다할 거야. 우울증이 잘 치료가 되었으면 좋겠어요."
  },
  {
    "id": "train_47077",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "상처",
    "dialogue": "아빠로서 우리 아이들 공부를 시키고 싶은데 금전적 부담이 너무 커. 아이들 공부를 시키기에 금전적 부담을 느끼시는군요. 내 아이들이 기죽을까 봐 걱정도 되고 아이들 공부에 책임을 지고 싶어. 어떻게 책임을 지고 싶으신가요? 꼭 교육과정이 아니더라도 아이들이 하고 싶어 하는 공부가 있다면 시켜주고 싶어. 아이들과 잘 얘기되길 바라요."
  },
  {
    "id": "train_47099",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "외로운",
    "dialogue": "애 아빠는 매일 늦게 오고 애들은 먹고 치우지도 않아. 나도 이제 집에 들어가는 게 두려워. 가족들이 집안일에 참여하지 않아 힘드시군요. 누구 하나 도와주는 사람이 없어. 나도 엄마한텐 소중한 딸이었는데 우리 엄마에게 미안해. 어머님께 미안한 감정이 드시는군요. 어떻게 하면 이 상황을 해결 할 수 있을까요? 각자 역할분담표를 만들어서 배분해줘야겠어. 나 혼자는 모든 일을 다 할 수가 없어. 이제 좀 더 편하게 집안일을 할 수 있으면 좋겠어요."
  },
  {
    "id": "train_47203",
    "situation": "가족관계",
    "emotion_big": "슬픔",
    "emotion_small": "비통한",
    "dialogue": "엄마가 재혼해서 내가 어른이 되면 엄마랑 같이 살 수 없을 것 같아서 슬퍼. 엄마랑 같이 살 수 없을 것 같아서 슬프시군요. 가족과 같이 살 수 없다니 너무 불행해. 그러면 미래에 어떻게 해야 될까요? 새아빠와 친해져서 다 같이 행복한 가정이 되어야겠어. 새로운 가족을 받아들이고 화목한 가정이 되길 바랄게요."
  },
  {
    "id": "train_47352",
    "situation": "가족관계",
    "emotion_big": "당황",
    "emotion_small": "한심한",
    "dialogue": "재혼을 하게 되었는데 전 아이들을 어떻게 책임져야 할지 잘 모르겠어. 재혼이라는 상황 안에서 선택을 내리기 힘드시겠어요. 내 선택으로 인해지는 책임이 무겁고 무서워. 그럼 어떤 행동을 해야 올바른 선택을 만들고 후회하지 않을 수 있을까요? 배우자와 상의하는 것이 좋을 것 같아. 연락이 오지 않는다면 내가 먼저 해야 할 것 같아. 상대방과 원활한 소통을 통해 문제를 슬기롭게 해결하길 바랄게요."
  },
  {
    "id": "train_47466",
    "situation": "가족관계",
    "emotion_big": "당황",
    "emotion_small": "고립된",
    "dialogue": "미대에 떨어진 엄마는 딸인 내가 미대를 가길 원해서 가족 간의 불화가 있어. 가족 간의 불화로 많이 힘들어하시는군요. 엄마의 소원을 들어주지 못하는 것에 대해 죄책감이 들어. 가족 간의 불화를 해결하기 위한 방법이 있을까요? 내가 하고 싶은 적성을 찾아서 엄마와 진지하게 대화해 보려고 해. 사용자님의 죄책감이 없어지고 가족 간의 갈등도 없어졌으면 좋겠네요."
  },
  {
    "id": "train_47523",
    "situation": "가족관계",
    "emotion_big": "당황",
    "emotion_small": "한심한",
    "dialogue": "내가 질병이 있는데 엄마가 나 때문에 재혼한 것 같아서 죄책감이 들어. 사용자님 때문에 어머니가 재혼하신 것 같아 죄책감이 드시는군요. 몸도 약해서 미안한데 엄마한테 더 잘하고 싶어. 어머니께 잘하기 위해 무엇을 하면 좋을까요? 매사에 긍정적으로 임하고 소소하게나마 엄마를 즐겁게 해드려야겠어. 원하시는 대로 긍정적으로 살아가길 바라요. 응원할게요!"
  },
  {
    "id": "train_47685",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "질투하는",
    "dialogue": "아이들이 공부를 열심히 해주었으면 좋겠는데 딴짓하는 것 같아 의심스러워. 아이들이 공부를 하지 않는 것 같아 마음이 괴로우시겠어요. 공부를 봐줘야 하는데 일한다는 핑계로 아이들을 돌보지 못해서 나 자신이 바보처럼 느껴져. 가족에 대한 책임감으로 더 힘드시군요. 앞으로 아이들을 의심하는 행동은 그만하고 아이들을 믿고 의지해야겠어. 정성 어린 아이들 육아로 지금의 상황을 잘 극복하기를 바라요."
  },
  {
    "id": "train_47756",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "두려운",
    "dialogue": "아이들이랑 잦은 갈등으로 매번 스트레스를 받아. 자녀와의 잦은 갈등으로 스트레스를 받으셨군요. 그만 다퉈야지 하는데 마음처럼 잘 안되고 어려워. 어떻게 하면 상황이 나아질 수 있을까요? 아이들이랑 이야기를 통해 어떻게 하면 좋을지 잘 풀어봐야겠어. 자녀와 대화해서 잘 풀리셨으면 좋겠어요."
  },
  {
    "id": "train_47812",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "두려운",
    "dialogue": "이제 나도 나이가 지긋하게 들고나니 자식들한테 먼저 다가가기가 쉽지 않네. 자녀들과 친해지는 것에 어려움을 느끼고 계시는 군요. 화목한 가정을 위해서는 나와 아이들 간의 대화가 좀 더 많아져야 할 거 같아. 다른 세대 간의 원만한 대화가 이루어지게 하려면 어떤 방법이 좋을까요? 요즘 청소년들은 무얼 좋아하는지 인터넷 검색을 통해 알아보아야겠어. 자녀들에게 다가가려는 그 노력이 꼭 성과가 있기를 바랄게요!"
  },
  {
    "id": "train_48023",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "우울한",
    "dialogue": "요즘 부인도 없이 혼자라는 사실에 너무 외로워. 외로운 마음이 드셨군요? 응. 그때 선택을 후회하고 매일 슬픔에 빠져서 눈물이 나. 슬픔에서 벗어날 방법은 무엇이 있을까요? 용기 내서 부인에게 찾아가 대화하고 싶어. 대화를 통해 일이 잘 해결되시길 바라요."
  },
  {
    "id": "train_48268",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "두려운",
    "dialogue": "내 자식들이지만 같이 생활하는 게 쉽지 않아. 집에서도 긴장되네. 자녀분들과의 관계에 어려움을 겪고 계시는군요. 어렸을 땐 몰랐는데 아이들이 크니까 나를 어려워하는 건지 점점 거리가 느껴져. 자녀들과의 사이가 좋아지려면 어떻게 하는 것이 좋을까요? 저녁 먹을 때 사소한 것이라도 대화를 시도해봐야겠어. 내가 너무 무뚝뚝했나 봐. 원만한 대화가 관계 개선에 도움이 되었으면 좋겠어요."
  },
  {
    "id": "train_48375",
    "situation": "가족관계",
    "emotion_big": "당황",
    "emotion_small": "남의 시선을 의식하는",
    "dialogue": "한부모 가정이라는 것이 너무 창피해. 그걸 창피해하는 나 자신도 미워. 한부모 가정인 것을 창피해하는 자신이 미우시군요. 누구의 잘못도 아닌데 떳떳하게 받아들이지 못해서 엄마한테 죄송스러워. 이러한 상황을 개선하기 위해 할 수 있는 것이 어떤 게 있을까요? 엄마한테 진지하게 얘기해보고 싶어. 내 마음속에 응어리를 다 풀고 싶어. 엄마와의 대화를 통해 지금 상황을 잘 극복하기 바라요."
  },
  {
    "id": "train_48435",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "후회되는",
    "dialogue": "우리 가족을 책임져야 하는데 내가 신체장애가 있어서 힘들어. 가족을 책임져야 하는데 신체장애가 있어서 힘드시군요. 우리 아들딸이 내 아들딸이라 안타깝고 미안해. 마음을 표현할 방법으로는 무엇이 있을까요? 내 고마운 마음을 많이 표현해야겠어. 전보다 나은 상황이 나타나길 바라요."
  },
  {
    "id": "train_48516",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "환멸을 느끼는",
    "dialogue": "작은딸이 자꾸 몸이 아파서 가엾어. 딸이 몸이 안 좋으셔서 마음이 안 좋으시군요. 아픈 딸을 보면 불쌍하고 슬퍼. 아픈 딸을 위해서 무엇을 할 수 있을까요? 치료에 힘쓰고 같이 있는 시간을 늘려야지. 내가 아빠로서 최선을 다할 거야. 아버지의 노력으로 딸이 꼭 낫기를 바랄게요."
  },
  {
    "id": "train_48525",
    "situation": "가족관계",
    "emotion_big": "슬픔",
    "emotion_small": "환멸을 느끼는",
    "dialogue": "오늘도 형은 신체장애로 걷기 불편한 나를 때렸어. 몸도 마음도 많이 아파. 형의 폭력으로 몸도 마음도 많이 아프시군요. 매번 맞고 살아가는 나 자신이 불쌍하단 생각에 슬퍼. 맞고 살아가는 자신의 처지가 많이 슬프시군요. 어떻게 하면 좋을까요? 형에게 내 아픔을 차분히 이야기하고 때리지 말아 달라고 부탁해야겠어. 형과 대화를 통해 사이좋은 가족관계가 되길 바라요."
  },
  {
    "id": "train_48544",
    "situation": "가족관계",
    "emotion_big": "슬픔",
    "emotion_small": "비통한",
    "dialogue": "새아빠가 내가 원하는 진로를 반대하셔서 너무 불행하고 슬퍼. 새아버지께서 진로를 반대해서 마음이 매우 괴로우시군요. 내가 친딸이 아니어서 그런가 봐. 그게 아니라면 내 진로를 반대하실 이유가 없잖아. 새아버지와 이전에 갈등이 있었을 때는 어떻게 대처하셨나요? 엄마한테 아빠에게 대신 얘기해달라고 도움을 요청했어. 어머니께서 새아버지와 잘 이야기하셔서 갈등이 해결되었으면 좋겠어요."
  },
  {
    "id": "train_48555",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "두려운",
    "dialogue": "가정에 너무 소홀해서 그런 건지 딸과 대화하는 게 너무 어렵고 긴장돼. 따님과의 오랜만의 대화가 매우 어렵고 긴장되시는군요. 아무래도 난 가장이니까 가정을 책임지려고 일에 몰두했던 건데 딸과 친해지기엔 늦었나 봐. 가정을 책임지기 위해 일을 하느라 따님과 거리가 생기셨군요. 지금부터라도 일부터 조금 줄이고 딸과 함께 하는 시간을 늘려야겠어. 사용자님이 노력하시는 만큼 따님과의 관계가 좋아질 수 있기를 바라요."
  },
  {
    "id": "train_48652",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "상처",
    "dialogue": "아들 때문에 지금 사는 곳보다 학군이 좋은 곳으로 이사를 하려는데 걱정이 되네. 이사를 하는 것이 걱정되시는군요. 간다고 아들이 잘할지도 모르겠고 집값이 너무 비싸서 감당할 수 있을지도 모르겠고. 여러 문제 때문에 망설이시는군요. 앞으로 어떻게 하는 것이 좋을까요? 더 열심히 일해서 지원해줘야지. 아들을 위한 일이니까. 열심히 가정을 돌보셔서 더욱 행복한 가정이 되길 바라요."
  },
  {
    "id": "train_48725",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "분노",
    "dialogue": "우울증 때문에 가족들 끼니도 못 챙기고 있는 나 자신이 증오스러워. 가족을 챙기지 못해서 속상하시군요. 아이들은 며칠째 저녁에 편의점 삼각김밥만 먹었다고 해서 더 미안했어. 우울증을 하루빨리 극복할 방법이 있을까요? 정신과 상담을 예약했으니 다음 주부터 본격적으로 치료할 거야. 회복되어 가족들과 함께 기뻐할 수 있으면 좋겠네요."
  },
  {
    "id": "train_48983",
    "situation": "가족관계",
    "emotion_big": "상처",
    "emotion_small": "괴로워하는",
    "dialogue": "홀로 나를 키우신 어머님의 아들에 대한 기대와 집착이 너무 커서 힘들고 버거워. 홀어머니의 지나친 기대가 부담스러우시고 벅차서 괴로우시군요. 그런 어머니의 기대 대로만 살아온 나 자신의 삶도 후회스러워. 어머니가 원하는 대로만 살아온 시간이 후회스러우신 거군요. 앞으론 어떻게 살고 싶으세요? 이제라도 내가 하고 싶은 공부 하고 싶은 일과 미래를 위해 시간을 쓰고 싶어. 하고 싶은 일을 하며 시간을 쓰시면서 좋은 결과가 나오길 바라요."
  },
  {
    "id": "train_49161",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "고립된",
    "dialogue": "내가 우울증에 걸려서 가족들과 대화를 못 했는데 아들이 사고 친 걸 알게 됐어. 조금 더 자세하게 말씀해주시겠어요? 내가 자식들을 이렇게 방치하고 있는 줄 몰랐어. 너무 미안하고 벌 받는 것 같아. 지금의 상황을 극복하기 위한 해결 방법이 있을까요? 우선 병원에서 치료를 받고 아들과 차분하게 대화를 해보려고. 치료와 대화를 통해서 지금 상황이 풀리면 좋겠어요."
  },
  {
    "id": "train_49207",
    "situation": "가족관계",
    "emotion_big": "불안",
    "emotion_small": "스트레스 받는",
    "dialogue": "새아빠랑은 아직 아무것도 하고 싶지 않은데 엄마는 잘 지내라고 자꾸 부담을 줘. 어머니에게서 부담을 느끼셨다니 마음이 불편하시겠어요. 엄마의 마음을 모르는 건 아니지만 새아빠는 진짜 우리 아빠가 아니잖아. 나는 관심 없다고. 이런 감정이 들 땐 어떻게 하는 게 좋을까요? 엄마랑 대화하면서 새아빠를 받아들일 시간을 달라고 해야겠어. 새아버지에 대한 감정을 어머니에게 잘 전달하시길 바랄게요."
  },
  {
    "id": "train_49231",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "억울한",
    "dialogue": "손자를 낮 시간 동안 돌봐주는데 며느리가 내 육아 방식에 간섭을 많이 해서 기분이 나빠. 며느리가 손자를 돌봐주는 방식에 간섭을 많이 해서 기분이 상하셨군요. 내가 배운 것이 별로 없어서 무시하는 것 같아 아들한테 전화해서 크게 화를 냈어. 지금 불편한 마음을 나아지게 할 수 있는 방법은 무엇이 있을까요? 아무래도 마음이 불편해서 아들한테 다시 전화를 해보려고 해. 아드님이랑 통화하면서 속상한 마음이 조금이나마 나아지길 바랄게요."
  },
  {
    "id": "train_49295",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "가난한, 불우한",
    "dialogue": "아들이 휠체어를 타게 도와주는데 내가 심하게 짜증을 내니 아들도 짜증을 내더라. 아드님이 짜증을 낸 것이 많이 속상하셨군요. 지병이 악화돼서 이제 휠체어에 의지해야 한다는 게 비참해서 내가 신경이 예민했나 봐. 이제 휠체어에 의지해야 한다는 사실이 많이 힘드셨나 봐요. 내 인생이 불행하다고 투덜대니 아들도 내심 속이 안 좋았을 거야. 사과라도 해야겠어. 아들과 화해하셔서 지금의 기분이 많이 풀어지시길 바라요."
  },
  {
    "id": "train_49416",
    "situation": "가족관계",
    "emotion_big": "슬픔",
    "emotion_small": "우울한",
    "dialogue": "일주일 전에 새엄마랑 함께 지내게 됐어. 난 그 아줌마가 마음에 들지 않아 짜증 나. 새어머니와 함께 지내게 된 상황이 불만스러우시군요. 난 엄마를 생각하면 아직도 눈물이 나는데 아빠는 벌써 다 잊었나 봐. 슬프고 힘든 마음이 어떻게 하면 나아질 수 있을까요? 내 사정을 아는 상담 선생님께 찾아가고 싶어. 전에도 날 많이 위로해주셨거든. 상담 선생님과의 대화를 통해 마음이 괜찮아지셨으면 좋겠어요."
  },
  {
    "id": "train_49500",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "염세적인",
    "dialogue": "딸이 왕따를 당해서 우울증에 걸렸는데 내가 신경 써주지 못한 것 같아 너무 미안해. 딸에게 신경 써주지 못해 미안한 마음이 드시겠어요. 딸은 그동안 힘들어하면서도 나에게 그런 말을 안 해줬어. 서럽고 억울해. 앞으로 어떻게 하면 딸과의 어려움을 이겨낼 수 있을까요? 딸의 얘기를 들어주고 함께 나아갈 방법을 찾고 싶어. 딸과 좋은 방법을 찾으셔서 이 상황이 잘 해결되길 바라요."
  },
  {
    "id": "train_49652",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "고립된",
    "dialogue": "애들이 핸드폰만 봐서 핸드폰 끊는다고 했더니 애들이 날 무시한다. 벌을 받는 것 같아. 아이들을 혼냈다고 애들이 본 척도 안 한다니 많이 속상하시겠어요. 평소에 애들 아무것도 안 건드렸는데 그런 말을 한 게 잘못일까? 내가 뭘 잘못한 걸까. 혼자서 생각해도 답이 안 나오니 답답하시겠어요. 뭔가 답을 얻을 수 있는 방법 없을까요? 애 엄마랑 얘기해봐도 답이 안 나오던데 어떻게 해야 할지 모르겠다. 문제를 해결할 답을 얻으시길 바라요."
  },
  {
    "id": "train_49669",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "두려운",
    "dialogue": "아이가 클수록 책임감이 더 강해져서 늘 긴장감에 사는 것 같아. 아이가 클수록 책임감이 강해져서 긴장이 되시는군요. 더 좋은 아빠가 되고 싶은데 중년이 되고 보니 자신감도 떨어지고 어떻게 해야 할지 모르겠어. 더 좋은 아버지가 되고 싶으시군요. 앞으로 어떻게 하는 것이 좋을까요? 아이를 더 많이 사랑하고 나의 자기계발을 위해서도 꾸준히 노력해야 할 것 같아. 사용자님의 노력으로 좋은 아버지가 되길 바라요."
  },
  {
    "id": "train_49750",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "슬픔",
    "dialogue": "다리를 다쳐서 더는 일을 못 하게 되었어. 아직 아이들을 책임져야 하는데 정말 마음이 아파. 다리를 다친 것도 슬픈데 일까지 못 하게 되셔서 너무 가슴 아프시겠어요. 내가 고생하는 건 괜찮은데 내 가족들까지 피해를 받으니 걱정이 이만저만이 아니야. 걱정이 크시겠어요. 이 상황에서 어떤 것을 할 수 있을까요? 내가 일을 했던 팀장님께 다리가 나을 때까지 할 수 있는 일이 없는지 여쭤봐야겠어. 그게 좋겠어요. 꼭 할 수 있는 일이 있었으면 좋겠어요."
  },
  {
    "id": "train_50031",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "툴툴대는",
    "dialogue": "아이들과 대화할 때 부정적으로 대처하는 내 모습이 너무 실망스러워. 자녀분들과 대화할 때 부정적으로 대처하는 자신이 실망스러우시군요. 마음은 안 그러는데 대화할 때 자꾸 엄하게만 말하게 돼. 이 상황을 변화시키기 위해서 무엇을 할 수 있을까요? 가족들과 더 대화를 해야겠어. 가족들과 대화를 통해 상황을 잘 극복하시기를 바라요."
  },
  {
    "id": "train_50202",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "툴툴대는",
    "dialogue": "아들이 엄마한테 말대꾸하고 큰소리치는 걸 보니 내가 애를 잘 못 키운 것 같아. 아들이 소리를 쳐서 마음이 많이 속상하셨겠어요. 어제 새벽까지 게임하기에 등짝을 때렸더니 왜 때리냐고 화를 내더라고. 괜히 참견했나 봐. 예전에 이런 일이 있을 때 어떻게 하셨나요? 아들하고 이야기를 해서 게임을 하는 시간을 정해놓고 하자고 해볼까 봐. 아들과 대화로 잘 해결되었으면 좋겠어요."
  },
  {
    "id": "train_50220",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "당혹스러운",
    "dialogue": "나는 우리 딸이 너무 외향적이라 걔랑 함께 있는 시간이 힘들고 스트레스를 받아. 무엇이 힘듦을 느끼도록 만들었나요? 내 딸이지만 나랑 너무 달라. 나는 독서를 좋아하고 걔는 복싱처럼 무서울 걸 좋아해. 지금의 기분에서 벗어나기 위해 무언가 할 수 있는 것은 있을까요? 마침 오늘 시 낭송 동호회가 있는 날이라 빨리 준비하고 나가야겠어. 시 낭송 동호회를 통해 기분이 풀리면 좋겠어요."
  },
  {
    "id": "train_50298",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "버려진",
    "dialogue": "딸에게 왜 그렇게 엄하게 대했을까? 나는 나쁜 엄마야. 마음이 안 좋으시군요. 무슨 일인지 조금 더 자세히 말해주실 수 있나요? 딸과 다툼이 좀 있었는데 내가 소리치며 욕을 뱉어버렸어. 난 부족한 엄마야. 지금의 감정을 전환할 수 있는 방법이 있을까요? 언니에게 전화해서 상황을 얘기해봐야겠어. 딸과 풀 수 있는 방법을 알려줄지도 몰라. 언니와의 전화로 지금의 상황이 조금이라도 나아지면 좋겠네요."
  },
  {
    "id": "train_50386",
    "situation": "가족관계",
    "emotion_big": "당황",
    "emotion_small": "죄책감의",
    "dialogue": "죄책감이 느껴진다. 공부 잘한다고 엄마한테 거짓말 했거든. 거짓말을 한 것 때문에 죄책감이 드실 것 같아요. 아빠도 없는데 딸이 공부도 못하면 속상해 할까 봐 그랬는데 양심에 찔려. 어떻게 하면 지금의 마음을 편안하게 할 수 있을까요? 엄마한테 사실대로 말씀드려야 하나. 잘 모르겠어. 좋은 해결 방법을 찾으시길 바라요."
  },
  {
    "id": "train_50411",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "고립된",
    "dialogue": "정신 장애가 생기니까 아이들이 집에 잘 찾아오지 않는 것 같아. 자녀들이 집에 잘 오지 않는 것 같아 힘드시겠어요. 어릴 때 아이들을 엄하게 키운 벌을 지금 받나 봐. 다 내 탓이지. 지난 과거의 양육 방식에 대해 죄책감을 느끼고 계시네요. 지금이라도 아이들에게 연락해서 이유를 직접 물어보고 솔직하게 이야기 해보려고 해. 솔직한 대화를 통해서 지금의 고민이 잘 해결되어 기분이 좋아지셨으면 좋겠어요."
  },
  {
    "id": "train_50524",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "상처",
    "emotion_small": "충격 받은",
    "dialogue": "사업이 실패하고 가족들이랑 사이도 안 좋아져서 정신적으로 힘들어. 사업이 실패하고 가족들과 사이도 안 좋아져서 힘드시군요. 사업 실패하고 예민해져서 가족들에게 까칠하게 대했어. 예전처럼 돌아가지 못하겠지. 지금 같은 상황에서 할 수 있는 일이 무엇이 있을까요? 가족들에게 사과하고 대화로 풀어나가야겠어. 가족들과 대화로 지금 같은 상황을 잘 극복하기 바라요."
  },
  {
    "id": "train_50903",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "스트레스 받는",
    "dialogue": "내 몸이 열 개라도 모자라. 어머니 병원 모시랴 애들 도시락 챙겨 보내랴. 어머니와 아이들이 챙기느라 매우 바쁘시군요. 매 끼니 밥하는 것도 없는 살림에 장 보는 것도 너무 힘드네. 살림하시느라 많이 힘드시군요. 어떻게 하면 좋을까요? 당분간 휴가 좀 달라고 가족들에게 이야기해야겠어. 가족들과 이야기 잘 해보셔서 어려움이 해결되길 바라요."
  },
  {
    "id": "train_50996",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "불안",
    "emotion_small": "당혹스러운",
    "dialogue": "자취하던 딸이 집에 다시 들어왔는데 집안 일이 너무 많아져서 나만의 시간이 완전 사라졌어. 집으로 돌아온 따님 때문에 정신이 없으신가 보네요. 청소도 안 하고 빨래는 매일 쌓아놔서 집안 일이 산더미야. 완전 상전을 모시고 있다니깐. 따님이 아무 것도 하지 않아 늘어난 집안일로 많이 힘드시겠어요. 따끔히 말해서 딸 일은 딸이 하게 해야겠어. 따님과의 대화를 통해 무거운 마음이 한결 나아지면 좋겠어요."
  },
  {
    "id": "train_51037",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "분노",
    "emotion_small": "툴툴대는",
    "dialogue": "오랜만에 만난 딸과 별것도 아닌 문제로 다퉜는데 내가 너무 심하게 말한 것 같아. 딸과 다투고 심하게 말한 것 같다는 생각이 드셨군요. 나도 화가 나니까 막말을 한 것 같아. 감정 하나 컨트롤 못 하다니 내가 정말 한심하다. 딸에게 막말한 것이 마음에 걸리시는군요. 내가 막말을 한 것도 있고 내가 엄마기도 하니까 먼저 사과를 해서 풀어야겠어. 따님과의 원만한 대화로 화해하셨으면 좋겠어요."
  },
  {
    "id": "train_51093",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "당황",
    "emotion_small": "한심한",
    "dialogue": "어린 딸을 키우는데 잘 키울 수 있을지 걱정돼. 딸을 잘 키울 수 있을지 걱정되시는군요. 버릇없거나 자립심이 없이 자라면 어떡하지? 책임을 느껴서 부담스러워. 어떻게 잘 키울 수 있을까요? 아이에게 예절 교육을 잘 시키고 싶어. 그러기 위해 예절 교육 공부를 해야겠어. 원하시는 대로 이루시길 바랄게요."
  },
  {
    "id": "train_51168",
    "situation": "대인관계(부부, 자녀)",
    "emotion_big": "슬픔",
    "emotion_small": "실망한",
    "dialogue": "아들과 같이 사는데 내가 집안일은 다 하고 아들은 며느리 편만 들고 있어 너무 서운해. 아드님과 사시는데 집안일을 혼자 도맡아 하시나 며느리 편만 드는 아드님께 서운하시군요. 아들 생각해서 내가 집안일 다 하고 있는데 아들이 몰라주니 서러워. 아드님께서 마음을 몰라주니 서러우시군요. 앞으로 어떻게 해야 할까요? 이제 각자 역할 분담을 하자고 가족회의를 해야겠어. 가족회의를 통해 좋은 방향으로 해결책이 나오길 바라요."
  },
  {
    "id": "train_51194",
    "situation": "가족관계",
    "emotion_big": "상처",
    "emotion_small": "괴로워하는",
    "dialogue": "가족으로부터 학대당한 걸 참아온 것이 지금 너무 후회돼. 가족에게 학대당했던 걸 참아 온 것이 후회되나 보군요. 참으면 나아질 줄 알았는데 점점 심해지는 것 같아서 슬프고 비관적이야. 어떻게 해결하면 좋을까요? 전문가에게 찾아가서 조언을 구해보려고 해. 전문가와의 대화를 통해 좋은 해결방안을 찾았으면 좋겠어요."
  }
]